// Текст письма/монолога
// Можешь редактировать этот текст как угодно

export const letterText = `
Расставание. Звучит тяжело.
Почему люди расстаются? Иногда потому что не подходят друг другу, иногда потому что чувства остыли, а иногда потому что обиды велики.
Но что если расставание - это не конец, а начала нового этапа?
Если чувства живы? Эта пауза поможет пересмотреть себя, партнера и отношения в целом? 
Понять что было сделано хорошо, а что плохо, какие уроки можно из этого извлечь?
Может быть этот период разлуки помогает запустить отношения заново, с новыми целями и поведением?

Расставание - это не поражение, это не конец. Зачастую это кризис, который как и любой кризис, нужно использовать для изменений и роста.
Это возможность стать лучше, понять себя и партнера глубже и определить лучшие основы и принципы отношений.

Мне точно нужно время, чтобы понять себя и наши отношения, исправиться и стать тем человеком, который будет меня устраивать и с которым Кристина заслужила быть счастлива.
После предыдущих ссор я не смог разобраться в себе быстро без такой паузы. Сейчас я многое понял, но уверен, что пойму еще больше.
Я люблю Кристину и не хочу больше делать ей больно. Я хочу стать для нее опорой и видеть ее счастливой рядом со мной.
Она больше не поверит мне на слово, она поверит только поступкам. Мне нужен лишь маленький контакт, чтобы зацепиться и не отпустить.

Я расслабился, дал власть эмоциям над здравым разумом, и это привело нас сюда. Мне нужно нас отсюда вытащить, воспользоваться этой паузой, очистить голову и стать серьезнее и внимательнее.
Главное не давить на нее сейчас и не ждать быстрого ответа. Я должен заслужить ее доверие делами. Я хочу быть с ней, если она захочет быть со мной.

Какой у меня план? Как в моей ситуации что то поменять?

Во первых, она думает, что я изменил. Но это не так.
Как доказать что я не изменял? Показать ей все переписки, фото, все что ей нужно для этого и быть ПОЛНОСТЬЮ открытым с ней.
Изменять я никогда не хотел и не собираюсь, но она увидела ситуацию иначе. В этом виноват я, занялся ерундой, а не отношениями.
Если она поймет, что измены не было и то, что в будущем я не допущу таких ситуаций, у нас будет шанс на отношения. 

Во вторых, она не видит во мне серьезности и ответственности. Не чувствует себя стабильно и безопасно рядом со мной.
Как это исправить? Я должен быть более серьезным и ответственным с ней, перестать пропускать двухсмысленные шутки. Больше думать о будущем, планировать, показывать ей, что я думаю о нас.
Говорить с ней об этом, узнавать, что она думает и хочет. Больше уделять внимание ее мыслям и желаниям.

В третьих, она не чувствует моей любви и заботы.
Как это исправить? Показывать ей свою любовь и заботу, не так как я это делаю, а так как она этого хочет. Говорить об этом, делать маленькие приятные вещи для нее, комплименты, цветы, милые сюрпризы.

Я бы даже сказал, что это не план, а новый образ жизни, которым я теперь живу.
`

export const letterTextTwo = `
Каждый день я думаю о том, что произошло и что дальше делать.

Почему я все таки сразу не думал, как это выглядит со стороны? Ведь все было так очевидно и я точно не хотел ей навредить.

Для чего мне был тот ДВ? Это же тупая игра, я же в отношениях, зачем мне быть как друзья, которые ищут приключений и новых жертв для шуток? Я люблю Кристину, но это стадное поведение все равно взяло верх, и в конце концов это был мой выбор и это моя ответственность.
Я решил мне надо поменять круг общения. Мои друзья вообще не думают об отношениях, для них это развлечение. Для меня нет. Я хочу серьезных отношений, смотреть в будущее с кем то одним. Мне нужно окружать себя такими же людьми с такими же взгядами.
Сам я прекрасно понимаю, что так поступать было нельзя, но в такой компании я стал вести себя как все, чтобы не выделяться. Это моя главная ошибка - думать, что если другие так делают, то это нормально. Нужно менять окружение и укреплять свои принципы.

Почему я заревновал, накрутил себя до такой степени? Почему написал в чат те сообщения? Я же прекрасно понимал, что это не правильно.
Эмоции? Страх? Отчасти. Но наверное дело не в этом. Я просто опять не взвесил все как следует и дал волю эмоциям. Это никогда к хорошему не приводило.
Мне нужно научиться контролировать себя, перестать додумывать и судить. Я же так тупо ей ответил на это. Мол я заревновал ее к той компании. Да может быть это отчасти и так, но это точно не повод так реагировать. Может быть из за бывших или еще чего то, не знаю.
В любом случае, я должен контролировать себя, решения, принятые на эмоциях, всегда будут мешать. Пора повзрослеть, перестать делать глупости на эмоциях и чаще спрашивать себя "К чему это приведет? Я хочу это получить?".

Но есть и хорошее. Я понял, что я действительно хочу быть с Кристиной, что Кристине во мне не нравится и почему ей было тяжело. И то, что я не изменял, а это правда только выглядело так. Я понял как допустил ситуацию, которая разрушила доверие.
Я готов меняться ради нее, ради себя, ради наших отношений. Сейчас она категорична и это справедливо. Я буду работать над собой в любом случае, я меняюсь не только для нее, но и для себя.
`

export const letterTextThree = `
Я хочу поговорить о ней. Чтобы вынести мысли из головы сюда и полностью разобраться в себе. Может быть она это прочитает, но я понимаю, что слова ничего для нее сейчас не значат, нужны действия. 

Она особенная. Да, именно особенная. Она выделяется внутренней харизмой и добротой. От нее никогда не ощущался негатив. Максимальное спокойствие я испытывал только с ней. Именно это меня и притягивает в ней.
Но в то же время, она ранима и сложна. У нее свои страхи и комплексы, которые она преодолевает, но не показывает. Я понимаю это и хочу помочь ей.
Она очень много вложила в меня и наши отношения. Возможно больше чем внес я, как минимум с моей стороны это выглядит именно так.
Она старалась сделать меня лучше, поддерживала меня в самые трудные моменты, когда никто не поддерживал. Но главное она в меня верила, даже когда я сам в себя не верил.
Я благодарен ей за это и хочу делать то же самое для нее. Быть опорой, поддержкой, любовью.

Как эта ситуация выглядела с ее стороны? Я изменил ей? Подорвал доверие? Причинил боль?
Я не могу знать точно, что она чувствовала и как это выглядело. Когда я прокручиваю ситуацию от ее лица это выглядело ужасно. Я бы тоже решил, что это измена, будь я на ее месте.
Сейчас она чувствует себя преданной и обманутой. Это моя вина. И только я могу это исправить.
Я понимаю, что не изменял ей, но и понимаю ее чувства. Я не был полносью честен с ней и допустил ситуацию, которая выглядела как измена.

Еще один момент. Я ее оскорбил. Я написал в чат, что она глупая. Это было очень плохо с моей стороны, я это написал в порыве эмоций и не в том смысле как это по итогу показалось, но это меня не оправдывает.
С ее стороны это выглядело очень обидно и больно. Что я могу сделать? Что после такого делают?
Я в ситуации где я объективно не прав и понимаю неправоту. Я признал вину и свою ответсвенность за это и искренне извинился.

Резюмируя, я понимаю, что она чувствует и понимаю необходимость этой паузы и ее категоричность. Только я в этом виноват. Но в то же время я разобрался, что это не страх потерять ее, а желание быть с ней, а это дорогого стоит.
`

export const letterTextFour = `
Я дурак. Настоящий дурак. Я все испортил. Как я мог так себя вести? Как я мог так думать?

За последние дни я многое понял о себе, о своих ошибках и недостатках. Я понял, что я не такой человек, каким хочу быть. Эта ситуация просто открыла мне глаза.
Я был не серьезен, безответственен и эгоистичен. Я повел себя как не знаю кто, но точно не как взрослый мужчина в отношениях.
Всю эту неделю все что я делал - это думал обо всем этом. Спал по 3 часа в сутки, вообще не ел, не мог сосредоточиться на работе. Это не самобичевание, это осознание.

Когда я анализировал то, что прозошло, я думал, да нет, она просто все не так поняла и все, я прав. Но потом, а что она не так поняла? Да я не изменял, но блин если бы я изменил, как бы я вообще посмел с ней даже разговаривать после этого. 
Проблема тут не в том, что изменял я или нет, хотел я изменить или нет. Проблема в том, что я был не честен. Когда до меня это дошло, я просто рухнул, но потом ощутил облегчение. Я понял, что это можно исправить.

Я с самого детства вру. Маленькая ложь ради выгоды, спокойствия или просто чтобы избежать проблем. Я вырос с этим, это мой огромный недостаток, это не оправдание, этот факт. И именно над этим мне предстоит основная работа.
Я понимаю, что все врут. Кто то меньше, кто то больше. Но какова цена лжи?

Ложь разрушает доверие, а оно все остальное. Без доверия не может быть здоровых отношений между людьми. Будь то дружба, работа или любовь. Как только рушится доверие, рушится и все остальное.
Правда - это самое ценное, что может быть между людьми. Именно ее нужно беречь. Даже если она неприятна, даже если она ранит, она всегда лучше лжи.

Я не хочу быть таким человек. Я буду честным, чтобы идти по жизни с уверенностью, что поступаю по совести и все делаю правильно.


Кроме того, я скрытный. Тоже с детства. Меня научили не рассказывать о своих чувствах и мыслях, чтобы не показывать слабость. Я вырос с этим, но можно ли считать это недостатком? 
На размышления об это ушло много времени и вот мой ответ. Да, это недостаток. Скрытность тесно связана с ложью. Когда ты скрытен, ты как говорят "не договаривашь". А это уже ложь по сути.
Люди не могут читать мысли, им нужно говорить о себе полностью и открыто. Иначе они начинают придумывать свои версии, которые часто хуже правды.

За последнии дни я понял многое о себе. Но главное я понял эти главные недостатки. Я дурак, потому что не понимал этого раньше, даже когда мне об этом говорили.
Теперь мне нужно это поменять. Стать честным и открытым за 2 дня не получится. Это требует усилий и времени на исправление и привычку на всю жизнь.

Я рад, что дошел до истины, до корня проблемы. Теперь я точно знаю, что делать. И если когда то, я снова буду с Кристиной, а я верю, что буду, я принесу ей только правду и открытую душу.
`

export const letterTextSunday = `
Воскресенье. Первый день, который получился по настоящему продуктивным за это время.

Убрался дома, привел себя в порядок, почитал, поработал, сходил в зал - много чего полезного. Решил бросить все, что делает мне хуже, курить полностью, пить, игры и соцсети.
Друзья звали меня погулять, немного выпить, я не пошел. Я ничего полезного не получу из этого. Сейчас я хочу разогнать этот паровоз самоизменений, чтобы потом он двигался по инерции и не требовал столько усилий.

Ну и самое интересное пришла зарплата, и я решил начать работать с психологом. Стоит это удовольствие конечно не мало, но после первой встречи я доволен. 
Попался реально профессионал. Сначала я стеснялся, но через 10 минут уже мог говорить откровенно. 
Это была очень продуктивная встреча, я понял очень многое и самое важное услышал мнение человека, для которого разбор таких ситуаций - это работа. Я рад, что ко многим выводам из этого я смог прийти самостоятельно. 
Начнем с того, что мы успели обсудить. Работу, окружение, детские травмы и конечно же отношения. 

По поводу работы я услышал очень важные для себя слова. У меня высокие стандарты. Люди в 20 лет вообще не работают, весь их заработок это подработки на мгновенные хотелки по типу телефона или новой одежды. Те кто в 20 лет уже строят карьеру их единицы и я с ними часто общаюсь, поэтому мне кажется, что я неудачник и не успеваю.
То что я делаю, мало кто делает. Сравнивая себя с другими, я часто сравниваю только материальное состояние. А это зачастую неверно, потому что в 20 лет большинство живет за счет родителей или как минимум с их поддержкой. Я уже в 17 был полностью автономен и независим. Нужно помнить кто я есть и чего я достиг.
Из за этого у меня высокие стандарты, я блин хочу квартиру в 22 года. Но в жизни всегда нужно выбирать, стабильно 50т в месяц или 150т, но с такими качелями. Я не жалею, что я так живу, но девушки, а главное Кристина, хочет стабильности. Поэтому с этим нужно что то сделать, может найти подработку, просто чтобы был стабильный доход, а доход с ООО как большой бонус.

Дальше мы обсудили мое окружение, мое решение урезать общение с лучшими друзьями. Ей понравилось это решение и она меня даже похвалила. Но потом озвучила то, что я и так понимал. Это создает незаполненный вакуум. Но об этом попозже.

Про детские травмы я был абсолютно прав, все что я рассказал в заметке "О себе" может быть другими словами сказала и она. Я очень горд за себя и рад, что у меня и правда открылись глаза.

И самое главное, то ради чего я и решил начать заниматься с психологом - это отношения. Я начал сразу с честного и подробного объяснения того, что произошло. Попытался рассказать как было с моей стороны, так и как выглядело со стороны Кристины. Меня порадовало, что она была строга, не пыталась оставить хорошее впечатление, чтобы я пришел к ней еще, а говорила так как есть.
Я во многом сумел правильно разобраться, но умудрился совершить ошибки, даже после расставания. Я не контролировал эмоции, пытался ей все объяснить в первый же день. Это только отдалило нас. После такого всегда нужно брать паузу. Неважно прав ты не прав, есть что доказать или нет. Пауза необходима. Она как минимум даст перевести дух и собраться с мыслями.
Потом мы разобрали какие были мои мотивы так поступать. Правда ли это эффект окружения или подсознательно я, сам того не понимая, хотел другую. Она задала ряд очень личных и интимных для меня вопросов про нас с Кристиной, даже про то устраивала ли меня половая жизнь с ней.
Я ответил максимально честно и развернуто, после чего она была уверена, что Кристину я люблю. Но в то же время я запутался в других сферах (об этом мы не успели нормально поговорить, сессия шла всего 1 час и я хотел обсудить самое важное для себя на тот момент) и из за этого стал сомневаться во всем остальном.
Невозможно успешно строить что то в одной сфере жизни, забыв про другие. Прям как в книжке про тайм-менеджмент. Если есть проблемы со здоровьем, то будут проблемы и на работе, если проблемы с друзьями и окружением будут проблемы и в отношениях. Все взаимосвязано и решать нужно все вместе.
Потом мы обсудили, нужно ли мне возвращать эти отношения. Я был искренен и получил ответ, что пробовать нам точно стоит. Главное уважать ее и дать ей время.
Мне очень понравилось как она сказала: "Кристина права, она поступила правильно. Для нее это выглядело так и она приняла верное решение"

Потом мы обсудили наши прошлые отношения. Она сказала мне, что если не ты был инициатором расставания, то вернуть отношения будет проще. Я рассказал ей про Аню, про то почему разошлись, и потом рассказал про Кристину и Матвея то, что знал. 
Эти 3 расставания разные. Мои отношения с Аней нельзя было вернуть, а отношения Кристины с Матвеем возможно, так же как и наши. В них нет того, после чего их не вернуть, после чего человек ставит на них крест. Эти проблемы решаемы.

Последние минут 5 мы провели просто общаясь как хорошие знакомые. Она дала мне очень ценные советы, о том, что Кристина будет ждать от меня, если вернется, и к чему мне готовиться. Мы сильно упали по этой лесенке отношений-семьи, но подниматься заново будет проще чем в первый раз.

Теперь по поводу незаполненных вакуумов.
Перестал курить -> нет отвлекающего действия, которое я выполнял, когда что то делаю. Я решил, что буду пить стакан воды так же часто как ходил покурить, то есть раз в час или два. Отказался от соцсетей -> заменил их книжками, сейчас начал читать библию. По настоящему главная книга, если убрать шелуху которой люди обросли, то в жизни все именно так и работает, буквально учебник как жить.
Игры -> заменил их на шахматы. Очень нравится, играю развиваюсь, получаю удовольствие от своих продуманных на несколько шагов вперед действий. Так же скачал книжку по дебютам, пробую что то новое + разбираю партии и смотрю уроки на ютубе. Вообщем фактически то же, что и с дотой, только полезнее и без зависаний на всю ночь.
Вообще есть план до нг достичь 1700 рейтинга на chess.com и в следующем году походить по турнирам, получить разряд, хотя бы 3. Просто для себя.
Общение с друзьями -> найти новые знакомства с людьми с похожими ценностями, чаще общаться с родными и близкими. Пока это самый непонятный пункт. Где их искать? Сегодня встретил сестру, помог ей с чемоданом, хорошо поговорили, узнали как друг у друга дела. Такое общение мне необходимо.
Вредные привычки -> полезные привычки. Вместо курения и алкоголя зал и спорт. Делаю каждый день 100 отжиманий (правда за 10 подходов, но все же). Плюс разминку для спины и шеи, у Никса проблемы с ней серьезные из за компа, не хочу так же. 
Как то так. Пока непривычно, но со временем я думаю втянусь в такой лайф стайл. 

Вообщем и целом, резюмируя, психолог мне помог. К многому я пришел и сам в период саморефлексации, но и много пищи для размышлений от нее получил. Буду меняться.
`

export const letterTextFears = `
Сегодня хочу поговорить про свои страхи.

Что такое страх? Страх это эмоция, реакция организма на опасность или когда кажется что она есть. Изначально эволюция планировала его для защиты от вещей, которые убивают. Тигры, огонь, молнии. Сейчас мы испытываем страх, когда риск сильно ниже, когда нет вещей, которые убивают. 
Страх - это не враг, это система раннего уведомления организма об опасности. Вопрос в том, что мы начали считать опасностью то, что ей не является.
Наш мозг не успевает перестраиваться за современным миром. Реальные угрозы уменьшились, а новые социальные выросли. Но мозг продолжает реагировать по старым правилам, видит опасность в каждом шорохе. 
Мы стали бояться вещей, которые нас физически не убивают. Боимся быть не идеальными, боимся ошибиться, боимся будущего и перемен. Плохо это или хорошо? Я думаю и хорошо и плохо. Страх удерживает нас от глупостей, он подсказывает нам, что для нас действительно ценно. Если мы чего то боимся, значит это для нас значимо.
К сожалению для большинства страх стал постоянным фоном. Он мешает действовать, расти и даже жить спокойно. Мозг стал считать угрозой все подряд, любое отклонение от привычного нас пугает.

Что пугает меня? Тяжело ответить в лоб. Меня точно пугает одиночество. Когда ты одинок, ты живешь жизнь для себя. Как говорил Эйнштейн, только жизнь прожитая для других достойна уважения. Я с ним согласен. Ты можешь жить счастливо, но если ты не делаешь счастливым кого то еще, то какой смысл твоей жизни?
Я не говорю, что ты должен забыть про себя и заботиться о других. Везде нужен баланс, ты должен расти сам и помогать расти другим. Если человек ничего не отдает вне, он ничего извне и не получит. 
Может это не страх одиночества, а страх пустой жизни. Не сделать жизнь других лучше, не оставить след, страх, что люди рядом есть, а связи нет. Вот что меня пугает. Я боюсь не одиночества как факта, а пустоты как смысла.
Тогда если связь - это смысл, то потеря связи - это потеря смысла. Вот что я чувствую с Кристиной, я потерял связь и вместе с ним смысл.

Близость с конкретным человеком, дружба, которая действительно важна, ощущение "я нужен", место в жизни других людей. Когда есть опасность, чему то из этого я чувствую страх. Именно это для меня ценно в жизни.

Я боюсь не реализоваться. Это отдельный страх или исходящий из предыдущего? Какие цели самореализации? Деньги, карьера, слава? Да, но ничего из этого не делает человека счастливым само по себе. Все это нужно для чего то главного, самой важной цели в жизни. Я не ошибусь если скажу, что это семья.
Именно построение семьи, вклад в семью мотивирует людей, и меня в том числе, реализовывать себя. И поэтому страх нереализованности ощущается так остро. Он связан не только с карьерными успехами, но и с тем, что за ними стоит. Самореализация ради галочки ничего не дает, но самореализация ради тех, кто рядом и кому ты хочешь дать лучшую жизнь наполняет энергией и смыслом.

Для меня настоящая реализация - это не профессионализм или материальный уровень. Это лишь инструменты. Настоящая цель глубже. Построить место, где есть любовь, опора и доверие. Создать семью. Где каждый важен и нужен. Я хочу быть человеком, способным это дать.

Оба этих страха показывают куда мне нужно двигаться. Они указывают на мои приоритеты, чего я хочу на самом деле. Быть рядом с людьми не формально, а по настоящему. Семья, близость, доверие - это главные ценности, которые не меняются со временем. Все остальное - дорога к этому.
`

export const letterTextMoney = `
Хочу поговорить о деньгах в отношениях. Финансовые проблемы стали одной из причин наших конфликтов с Кристиной, и я понял почему.

На что финансовые вопросы влияют в отношениях? Я думаю деньги это такой скрытый показатель температуры, они прямо влияют на уровень стресса и доверия в отношениях. Когда у одного из партнера начинаются финансовые трудности, второй начинает переживать о том, сможем ли мы оплатить счета, осуществить общие планы.
Финансовые проблемы часто тянут за собой проблемы с доверием. Мало кому приятно говорить о своих проблемах с деньгами. В том числе так было и мне. Я молчал, скрывал это и откладывал разговоры. Эта скрытность, как я уже говорил в другой заметке, бьет по доверию в отношениях. Кристина чувствовала, что я что то не договариваю.
Деньги тут стали триггером проблемы отсутствия честности. 
Вторая проблема - стресс. Финансовый стресс делает человека раздраженным и закрытым, не из за партнера, а просто из за давления. Именно так было со мной. Когда деньги заканчиваются приходится пересматривать привычный быт, на чем можно сэкономить, от чего можно отказаться и так далее.
Часто партнеры не сходятся в подходах, считают разные вещи более подходящими для экономии и появляются мини конфликты, которые копятся и постепенно расшатывают фундамент отношений - доверие. У нас с Кристиной это проявлялось например в разных вкусняшках. Я думал, что это первое, что должно попадать под сокращение, а она была готова жертвовать другим, ради них.
Третья проблема - чувство равенства. Когда одному плохо финансово, он часто чувствует себя менее полезным. Это бьет по самооценке и значит по открытости. Ровно так было и у нас, когда Кристина работала на баре, я чувствовал себя абузой. Из за этого я отдалялся, меньше делился переживаниями, пытался носить маску, что все хорошо. Доверие в этом случае тоже страдало.

Но даже тогда Кристина оставалась со мной. Только сейчас я понимаю, что ей была важна не моя идеальность, а моя открытость. Намного правильнее было сказать мне тяжело, чем пытаться держать маску и говорить вот-вот я уже нашел новую работу.
Я хочу говорить о деньгах спокойно и честно. Хочу чтобы это не было табу, а обычный бытовой вопрос. И самое главное уметь говорить честно, что мне тяжело, а не прятать голову в песок.

Сейчас я серьезно занимаюсь деньгами, но без фанатизма. Деньги лишь инструмент для достижения реально важных целей. Веду бюджет, записываю, пока это не систематично, но в планах создать свое приложение для учета, для удобства и чтобы девушка могла видеть всю картину как у нас с этим обстоят дела.
`

export const letterTextBack = `
После расставания партнеры часто думают пробовать вернуть отношения или отпустить. Сейчас я хочу поговорить о своем выборе.

Отпустить проще. Не нужно разбираться, признавать ошибки, работать над собой, меняться. Можно просто сказать не судьба и двигаться дальше. Я говорю именно про случаи, когда в отношениях были чувства, но ряд проблем привел к расставанию. Если чувства пропали отпустить - единственный выбор.
Но для меня отпустить значит убежать от ответственности за то, что сделал. Побег от возможности исправить и быть с любимым человеком.

Я выбрал пытаться вернуть наши отношения. Не потому что я боюсь остаться один или потому что привык к ней. А потому что Кристина была моим смыслом. Я пришел к этому в одной из прошлых заметок. Мы с ней много чего построили вместе.

Что значит вернуть отношения? Вернуть точно не значит перемотать назад как пленку. Нельзя просто стереть прошлое, забыть обиды и начать с чистого листа. Вернуть значит построить заново. С учетом совершенных ошибок, с новым пониманием, с новым поведением.
В прошлых заметках я описал, что конкретно я хочу сделать по другому, как измениться, что делать иначе.

Я понимаю, что это зависит не только от меня. Кристина имеет полное право на нет, имеет право не давать еще один шанс. Я не жду гарантий, я могу только работать над собой, быть честным и надеяться, что смогу показать ей изменения.

Если Кристина решит, что не хочет продолжать. Я буду вынужден принять это. Да будет очень больно, но я не хочу быть с человеком, который не хочет быть со мной. 
И я не хочу через 10 лет думать "А вот если бы я попробовал". Я хочу знать, что сделал все, что мог. Тяжело думать о том, что будет если не получится. Получу опыт? Усвою урок? Честно скажу я не хочу об этом думать, сейчас все мои мысли о другом исходе.

Мой выбор бороться, меняться, доказывать. Не умолять, не давить, не манипулировать. Я стремлюсь к тому, чтобы Кристина сама захотела быть со мной, а не просто вернуть ее.
Просто меняться, показывать это делами, быть честным и просто ждать.

Моя заветная мечта - это быть человеком, которого Кристина выбирает каждый день. Снова увидеть в ее глазах доверие, заслужить его заново, но уже зная цену. Построить с Кристиной то, о чем писал в заметке про страх. Построить семью. Не идеальную, но честную, где есть доверие и любовь. Не без проблем, но с готовностью решать их вместе.
`

export const letterTextIntro = `
Люди по разному справляются с расставаниями. Кто то отвлекается, кто то забивает, кто то просто ждет, пока боль пройдет. 

Я выбрал другой путь. Я решил разобраться.

Этот дневник для меня. Чтобы не убежать от проблем, а посмотреть им в лицо.
Но я бы хотел, чтобы и Кристина его прочитала. Здесь она увидит не обещания, а процесс. Настоящий и честный.

Здесь нет красивых слов, есть только мои честные мысли, часто неприятные и болезненные. Но честные.

Потому что я понял: слова почти ничего не стоят. Важны действия. А первое действие - быть честным с самим собой.

Все эти записки я писал сам. Не используя нейросети, не копируя что то из интернета. Я читал, думал, анализировал и писал то, что чувствую на самом деле.

Я все еще люблю ее. И именно поэтому пишу это.
`

export const letterTextWeekResults = `
Я передумал заканчивать дневник. Хочу фиксировать результаты, так проще видеть прогресс. 

Сегодня была вторая сессия с психологом. Впечатления остались смешанные. На мой взгляд она прошла сильно менее продуктивней первой. Я решил работать с психологом, чтобы разобраться в отношениях. Но сегодня мы почти про них не поговорили. Она задала пару вопросов, например "Что ты чувствуешь, когда представляешь, что Кристина уже начала общаться с другим" и т. п. 
Как по мне поверхностные вопросы, ответы на них очевидны и новые выводы из них не сделать. За то поговорили про мою мотивацию, дошли до моих проблем в семье в детстве и о том как это влияет на мои решения сейчас. Например, мое ощущение, что любовь, я должен заслужить, а не просто получать.
В детстве я чувствовал себя комфортно, когда у меня были хорошие оценки и достижения. Когда их не было, я не чувствовал себя любимым. Я это давно замечал в себе.

По поводу отношений пока неопределенность. Даю ей время и пространство. Пусть все идет в комфортном для нее темпе. Когда она будет готова, она либо сама напишет, либо даст какой то знак, а я просто буду рядом.

Теперь по моим результатам за неделю. 

Настроил режим. Сплю по 8 часов в день. Ложусь в 8-9 вечера просыпаюсь в 4-5 утра. Пока рано делать выводы, но возможно я нашел для себя идеальный режим.
Бросил курить. Реально бросил, бывают моменты когда хочется, но они связаны с привычкой и мышечной памятью. Например пишу код и рука тянется закурить. Я уверен это скоро пройдет.
Вернулся в зал. За неделю сходил 3 раза, последняя тренировка вышла шикарной, выработал полностью. Пришел домой, плотно поел и отрубился на несколько часов.
Добавил зарядку с утра в распорядок. Пока через силу, тяжело встать и начать заниматься, но после нее заметил, что реально чувствую энергию. Понял для себя, что получаю больше энергии, когда активно занимаюсь до небольшого пота и потом иду смывать его в душ. 
Так же добавил упражнения для спины и шеи. Изменения заметил уже за неделю. Шея фактически не болит, спина тоже, пока не идеально, но точно лучше чем было.
С играми все просто. Перестал играть и пустота прошла быстрее, чем я ожидал. Сейчас свободного времени час-два  в сутки и тратить их на доту нет никакого желания.
С окружением тоже изменения. Я на самом деле рад, что разошелся с некоторыми из друзей. Без конфликта, просто разные маршруты и цели. Это ощущается правильно.
Французский. Занимаюсь стабильно каждый день по 20 минут. В словарике уже больше 50 слов. Язык сложноват, стараюсь сразу работать с произношением. Но процесс мне нравится. J’apprends le français.

Подводя итог, неделя вышла рабочей. С реальными сдвигами.
Следующую запись сделаю, когда появится что то важное, достойное оказаться здесь.
`

export const letterTextWaitingPlan = `
Неопределенность странная и сложная для меня сейчас штука. Человек как программа ему нужны четкие цели и планы, инструкции.
Тяжело начинать что то новое, двигаться дальше, когда остаются незакрытые вопросы.

С одной стороны я готов и хочу ждать сколько потребуется. С другой не знаю сколько это "хочу" будет сильнее, чем "нужно двигаться дальше".
Это честно и это страшно признавать.

Я наблюдаю. Тишина. Сообщения непрочитанные. Сайт скорее всего не открывался, она наверное думает, что здесь те же попытки быстро объясниться, извиниться.
Не знаю, что это значит. Может ей нужно больше времени. Может она уже все для себя решила. Может просто не знает, что сказать.
Я понимаю любой из этих вариантов. Но чем дольше длится тишина, тем больше понимаю. Я не могу строить свою жизнь в режиме ожидания.

Я меняюсь не ради чьего то одобрения, а ради себя, чтобы быть тем, кем я хочу быть. Это моя внутренняя работа.

Да, мне бы хотелось разделить эти изменения с конкретным человеком, с Кристиной. Но двигаться вперед придется в любом случае. Рядом она или нет.
Дверь открыта. Но ожидание это не стратегия. Оно может быть бесконечным. 

Я сделал свою часть работы. Изменился. Понял ошибки. Исправляю их.

Я хочу ясности. Понимания есть ли смысл ждать. Но понимаю, что такие вещи не спрашивают. Либо есть, либо нет. Я не могу ждать вечно.

Я не закрываю дверь.

Я просто перестаю стоять на пороге. Но если она захочет, она войдет.
`

// Список всех писем с названиями
export const letters = [
  {
    id: 0,
    title: 'Введение',
    text: letterTextIntro,
    date: '26.11'
  },
  {
    id: 1,
    title: 'Расставание',
    text: letterText,
    date: '21.11'
  },
  {
    id: 2,
    title: 'Ошибки',
    text: letterTextTwo,
    date: '21.11'
  },
  {
    id: 3,
    title: 'О ней',
    text: letterTextThree,
    date: '22.11'
  },
  {
    id: 4,
    title: 'О себе',
    text: letterTextFour,
    date: '23.11'
  },
  {
    id: 5,
    title: 'Психолог',
    text: letterTextSunday,
    date: '24.11'
  }, 
  {
    id: 6,
    title: 'Страхи',
    text: letterTextFears,
    date: '25.11'
  }, 
  {
    id: 7,
    title: 'Деньги',
    text: letterTextMoney,
    date: '25.11'
  },
  {
    id: 8,
    title: 'Возвращать или отпустить',
    text: letterTextBack,
    date: '26.11'
  },
  {
    id: 9,
    title: 'Первая неделя',
    text: letterTextWeekResults,
    date: '30.11'
  }
  // {
  //   id: 10,
  //   title: 'Неопределенность',
  //   text: letterTextWaitingPlan,
  //   date: '2.12'
  // }
]