// Текст письма/монолога
// Можешь редактировать этот текст как угодно

export const letterText = `
Расставание. Звучит тяжело.
Почему люди расстаются? Иногда потому что не подходят друг другу, иногда потому что чувства остыли, а иногда потому что обиды велики.
Но что если расставание - это не конец, а начала нового этапа?
Если чувства живы? Эта пауза поможет пересмотреть себя, партнера и отношения в целом? 
Что было сделано хорошо, а что плохо, какие уроки можно из этого извлечь?
Может быть этот период разлуки помогает запустить отношения заново, с новыми целями и поведением?

Расставание - это не поражение, это не конец. Это кризис, который как и любой кризис, можно использовать для изменений и роста.
Это возможность стать лучше, понять себя и партнера глубже и определить более лучшие основы и принципы отношений.

Хочу ли я этого? Да, безумно хочу. Хочет ли она? Не знаю, но сердце подсказывает, что тоже хочет,хотя боится доверять.

Мне точно нужно это время, чтобы допонять себя и наши отношения, исправиться и стать тем человеком, с которым она заслужила быть счастлива.
Я не смог разобраться в себе быстро без такой паузы. Я многое понял за последнее время, но уверен, что пойму еще больше.
Я не хочу делать ей больно, я хочу быть для нее опорой, а не наказанием. Я хочу видеть ее счастливой и видеть ее рядом с собой.
Я люблю ее. И я верю, что получу шанс все исправить. Не сейчас, но в будущем. Когда стану лучше, когда докажу ей, что я лучше.
Она точно не поверит на слово, я должен показать ей это делом. Мне нужен лишь шанс, лишь маленький контакт, чтобы зацепиться и не отпустить.
Я верю в себя, я это спровоцировал, я это и исправлю.

Тот сон просто не выходит из головы. Это знак, что я должен стараться, что я могу победить.
Такие сны точно просто так не снятся. Бесконечные переживания, страхи, раздумывания - все это сложилось в этом сне.
А это значит, что я прав и должен все исправить. Если я сейчас сдамся, я никогда себе этого не прощу.
Кристине нужна пауза, чтобы разорабраться, она оставляет мне этот шанс, но обида сильна и поэтому она не говорит об этом прямо. 
Может где то в глубине души она хочет верить мне, но боится. Я ее понимаю. Я бы тоже боялся.

Я должен максимально воспользоваться этой паузой, очистить голову, стать серьезнее и внимательнее.
Если это шанс, то уже точно последний.
Я расслабился, дал власть эмоциям над здравым разумом, и это привело нас сюда. И я должен нас отсюда вытащить.
Я не могу ждать ее согласия, я должен доказать ей, что я заслужил его. Я точно по жизни должен быть с ней. Я точно должен сделать все, чтобы вернуть ее.

Какой у меня план?

1. Она думает, что я изменял (хотя я не изменял). Я должен доказать ей обратное.
Как доказать что я не изменял? Я должен показать ей все переписки, фото, все что ей нужно и быть полностью, ПОЛНОСТЬЮ открытым с ней.
Изменять я не собирался и не собираюсь, но она увидела ситуацию иначе. В этом виноват я, занялся ерундой, а не отношениями, не уделял внимания.
Как это исправить? Быть открытым, честным и внимательным. Показать ей, что я не изменял и не собирался, и в будущем не допустить таких ситуаций. 
Как это сделать? Опять же быть открытым и честным, не давай повода для сомнений и не занимайся ерундой, уделять ей внимание.

2. Она не видит во мне серьезности и ответственности. Не чувствует себя стабильно и безопасно рядом со мной.
Как это исправить? Быть более серьезным и ответственным, меньше, а лучше вообще убрать свои тупые шутки. Больше думать о будущем, планировать, показывать ей, что я думаю о нас.
Как это сделать? Планировать наше будущее, говорить с ней об этом, что она думает и хочет. Больше уделять внимание ее мыслям и желаниям.

3. Она не чувствует моей любви и заботы.
Как это исправить? Показывать ей свою любовь и заботу, не так как я это делаю, а так как она хочет. Говорить это, делать маленькие приятные вещи для нее, говорить комплименты, дарить цветы, делать милые сюрпризы.
Как это сделать? Узнать, что ей нравится, чего она хочет и делать это. Больше говорить ей о своей любви и заботе, не стесняясь.

Пока это мой план. Я уже начал его выполнять. Я бы даже сказал, что это не план, а новый образ жизни, к которому я стремлюсь.

Буду дополнять по мере мыслей.
`
