// Текст письма/монолога
// Можешь редактировать этот текст как угодно

export const letterText = `
Расставание. Звучит тяжело.
Почему люди расстаются? Иногда потому что не подходят друг другу, иногда потому что чувства остыли, а иногда потому что обиды велики.
Но что если расставание - это не конец, а начала нового этапа?
Если чувства живы? Эта пауза поможет пересмотреть себя, партнера и отношения в целом? 
Понять что было сделано хорошо, а что плохо, какие уроки можно из этого извлечь?
Может быть этот период разлуки помогает запустить отношения заново, с новыми целями и поведением?

Расставание - это не поражение, это не конец. Зачастую это кризис, который как и любой кризис, нужно использовать для изменений и роста.
Это возможность стать лучше, понять себя и партнера глубже и определить лучшие основы и принципы отношений.

Мне точно нужно время, чтобы понять себя и наши отношения, исправиться и стать тем человеком, который будет меня устраивать и с которым Кристина заслужила быть счастлива.
После предыдущих ссор я не смог разобраться в себе быстро без такой паузы. Сейчас я многое понял, но уверен, что пойму еще больше.
Я люблю Кристину и не хочу больше делать ей больно. Я хочу стать для нее опорой и видеть ее счастливой рядом со мной.
Она больше не поверит мне на слово, она поверит только поступкам. Мне нужен лишь маленький контакт, чтобы зацепиться и не отпустить.

Я расслабился, дал власть эмоциям над здравым разумом, и это привело нас сюда. Мне нужно нас отсюда вытащить, воспользоваться этой паузой, очистить голову и стать серьезнее и внимательнее.
Главное не давить на нее сейчас и не ждать быстрого ответа. Я должен заслужить ее доверие делами. Я хочу быть с ней, если она захочет быть со мной.

Какой у меня план? Как в моей ситуации что то поменять?

Во первых, она думает, что я изменил. Но это не так.
Как доказать что я не изменял? Показать ей все переписки, фото, все что ей нужно для этого и быть ПОЛНОСТЬЮ открытым с ней.
Изменять я никогда не хотел и не собираюсь, но она увидела ситуацию иначе. В этом виноват я, занялся ерундой, а не отношениями.
Если она поймет, что измены не было и то, что в будущем я не допущу таких ситуаций, у нас будет шанс на отношения. 

Во вторых, она не видит во мне серьезности и ответственности. Не чувствует себя стабильно и безопасно рядом со мной.
Как это исправить? Я должен быть более серьезным и ответственным с ней, перестать пропускать двухсмысленные шутки. Больше думать о будущем, планировать, показывать ей, что я думаю о нас.
Говорить с ней об этом, узнавать, что она думает и хочет. Больше уделять внимание ее мыслям и желаниям.

В третьих, она не чувствует моей любви и заботы.
Как это исправить? Показывать ей свою любовь и заботу, не так как я это делаю, а так как она этого хочет. Говорить об этом, делать маленькие приятные вещи для нее, комплименты, цветы, милые сюрпризы.

Я бы даже сказал, что это не план, а новый образ жизни, которым я теперь живу.
`

export const letterTextTwo = `
Каждый день я думаю о том, что произошло и что дальше делать.

Почему я все таки сразу не думал, как это выглядит со стороны? Ведь все было так очевидно и я точно не хотел ей навредить.

Для чего мне был тот ДВ? Это же тупая игра, я же в отношениях, зачем мне быть как друзья, которые ищут приключений и новых жертв для шуток? Я люблю Кристину, но это стадное поведение все равно взяло верх, и в конце концов это был мой выбор и это моя ответственность.
Я решил мне надо поменять круг общения. Мои друзья вообще не думают об отношениях, для них это развлечение. Для меня нет. Я хочу серьезных отношений, смотреть в будущее с кем то одним. Мне нужно окружать себя такими же людьми с такими же взгядами.
Сам я прекрасно понимаю, что так поступать было нельзя, но в такой компании я стал вести себя как все, чтобы не выделяться. Это моя главная ошибка - думать, что если другие так делают, то это нормально. Нужно менять окружение и укреплять свои принципы.

Почему я заревновал, накрутил себя до такой степени? Почему написал в чат те сообщения? Я же прекрасно понимал, что это не правильно.
Эмоции? Страх? Отчасти. Но наверное дело не в этом. Я просто опять не взвесил все как следует и дал волю эмоциям. Это никогда к хорошему не приводило.
Мне нужно научиться контролировать себя, перестать додумывать и судить. Я же так тупо ей ответил на это. Мол я заревновал ее к той компании. Да может быть это отчасти и так, но это точно не повод так реагировать. Может быть из за бывших или еще чего то, не знаю.
В любом случае, я должен контролировать себя, решения, принятые на эмоциях, всегда будут мешать. Пора повзрослеть, перестать делать глупости на эмоциях и чаще спрашивать себя "К чему это приведет? Я хочу это получить?".

Но есть и хорошее. Я понял, что я действительно хочу быть с Кристиной, что Кристине во мне не нравится и почему ей было тяжело. И то, что я не изменял, а это правда только выглядело так. Я понял как допустил ситуацию, которая разрушила доверие.
Я готов меняться ради нее, ради себя, ради наших отношений. Сейчас она категорична и это справедливо. Я буду работать над собой в любом случае, я меняюсь не только для нее, но и для себя.
`

export const letterTextThree = `
Я хочу поговорить о ней. Чтобы вынести мысли из головы сюда и полностью разобраться в себе. Может быть она это прочитает, но я понимаю, что слова ничего для нее сейчас не значат, нужны действия. 

Она особенная. Да, именно особенная. Она выделяется внутренней харизмой и добротой. От нее никогда не ощущался негатив. Максимальное спокойствие я испытывал только с ней. Именно это меня и притягивает в ней.
Но в то же время, она ранима и сложна. У нее свои страхи и комплексы, которые она преодолевает, но не показывает. Я понимаю это и хочу помочь ей.
Она очень много вложила в меня и наши отношения. Возможно больше чем внес я, как минимум с моей стороны это выглядит именно так.
Она старалась сделать меня лучше, поддерживала меня в самые трудные моменты, когда никто не поддерживал. Но главное она в меня верила, даже когда я сам в себя не верил.
Я благодарен ей за это и хочу делать то же самое для нее. Быть опорой, поддержкой, любовью.

Как эта ситуация выглядела с ее стороны? Я изменил ей? Подорвал доверие? Причинил боль?
Я не могу знать точно, что она чувствовала и как это выглядело. Когда я прокручиваю ситуацию от ее лица это выглядело ужасно. Я бы тоже решил, что это измена, будь я на ее месте.
Сейчас она чувствует себя преданной и обманутой. Это моя вина. И только я могу это исправить.
Я понимаю, что не изменял ей, но и понимаю ее чувства. Я не был полносью честен с ней и допустил ситуацию, которая выглядела как измена.

Еще один момент. Я ее оскорбил. Я написал в чат, что она глупая. Это было очень плохо с моей стороны, я это написал в порыве эмоций и не в том смысле как это по итогу показалось, но это меня не оправдывает.
С ее стороны это выглядело очень обидно и больно. Что я могу сделать? Что после такого делают?
Я в ситуации где я объективно не прав и понимаю неправоту. Я признал вину и свою ответсвенность за это и искренне извинился.

Резюмируя, я понимаю, что она чувствует и понимаю необходимость этой паузы и ее категоричность. Только я в этом виноват. Но в то же время я разобрался, что это не страх потерять ее, а желание быть с ней, а это дорогого стоит.
`

export const letterTextFour = `
Я дурак. Настоящий дурак. Я все испортил. Как я мог так себя вести? Как я мог так думать?

За последние дни я многое понял о себе, о своих ошибках и недостатках. Я понял, что я не такой человек, каким хочу быть. Эта ситуация просто открыла мне глаза.
Я был не серьезен, безответственен и эгоистичен. Я повел себя как не знаю кто, но точно не как взрослый мужчина в отношениях.
Всю эту неделю все что я делал - это думал обо всем этом. Спал по 3 часа в сутки, вообще не ел, не мог сосредоточиться на работе. Это не самобичевание, это осознание.

Когда я анализировал то, что прозошло, я думал, да нет, она просто все не так поняла и все, я прав. Но потом, а что она не так поняла? Да я не изменял, но блин если бы я изменил, как бы я вообще посмел с ней даже разговаривать после этого. 
Проблема тут не в том, что изменял я или нет, хотел я изменить или нет. Проблема в том, что я был не честен. Когда до меня это дошло, я просто рухнул, но потом ощутил облегчение. Я понял, что это можно исправить.

Я с самого детства вру. Маленькая ложь ради выгоды, спокойствия или просто чтобы избежать проблем. Я вырос с этим, это мой огромный недостаток, это не оправдание, этот факт. И именно над этим мне предстоит основная работа.
Я понимаю, что все врут. Кто то меньше, кто то больше. Но какова цена лжи?

Ложь разрушает доверие, а оно все остальное. Без доверия не может быть здоровых отношений между людьми. Будь то дружба, работа или любовь. Как только рушится доверие, рушится и все остальное.
Правда - это самое ценное, что может быть между людьми. Именно ее нужно беречь. Даже если она неприятна, даже если она ранит, она всегда лучше лжи.

Я не хочу быть таким человек. Я буду честным, чтобы идти по жизни с уверенностью, что поступаю по совести и все делаю правильно.


Кроме того, я скрытный. Тоже с детства. Меня научили не рассказывать о своих чувствах и мыслях, чтобы не показывать слабость. Я вырос с этим, но можно ли считать это недостатком? 
На размышления об это ушло много времени и вот мой ответ. Да, это недостаток. Скрытность тесно связана с ложью. Когда ты скрытен, ты как говорят "не договаривашь". А это уже ложь по сути.
Люди не могут читать мысли, им нужно говорить о себе полностью и открыто. Иначе они начинают придумывать свои версии, которые часто хуже правды.

За последнии дни я понял многое о себе. Но главное я понял эти главные недостатки. Я дурак, потому что не понимал этого раньше, даже когда мне об этом говорили.
Теперь мне нужно это поменять. Стать честным и открытым за 2 дня не получится. Это требует усилий и времени на исправление и привычку на всю жизнь.

Я рад, что дошел до истины, до корня проблемы. Теперь я точно знаю, что делать. И если когда то, я снова буду с Кристиной, а я верю, что буду, я принесу ей только правду и открытую душу.
`

export const letterTextSunday = `
Воскресенье. Первый день, который получился по настоящему продуктивным за это время.

Убрался дома, привел себя в порядок, почитал, поработал, сходил в зал - много чего полезного. Решил бросить все, что делает мне хуже, курить полностью, пить, игры и соцсети.
Друзья звали меня погулять, немного выпить, я не пошел. Я ничего полезного не получу из этого. Сейчас я хочу разогнать этот паровоз самоизменений, чтобы потом он двигался по инерции и не требовал столько усилий.

Ну и самое интересное пришла зарплата, и я решил начать работать с психологом. Стоит это удовольствие конечно не мало, но после первой встречи я доволен. 
Попался реально профессионал. Сначала я стеснялся, но через 10 минут уже мог говорить откровенно. 
Это была очень продуктивная встреча, я понял очень многое и самое важное услышал мнение человека, для которого разбор таких ситуаций - это работа. Я рад, что ко многим выводам из этого я смог прийти самостоятельно. 
Начнем с того, что мы успели обсудить. Работу, окружение, детские травмы и конечно же отношения. 

По поводу работы я услышал очень важные для себя слова. У меня высокие стандарты. Люди в 20 лет вообще не работают, весь их заработок это подработки на мгновенные хотелки по типу телефона или новой одежды. Те кто в 20 лет уже строят карьеру их единицы и я с ними часто общаюсь, поэтому мне кажется, что я неудачник и не успеваю.
То что я делаю, мало кто делает. Сравнивая себя с другими, я часто сравниваю только материальное состояние. А это зачастую неверно, потому что в 20 лет большинство живет за счет родителей или как минимум с их поддержкой. Я уже в 17 был полностью автономен и независим. Нужно помнить кто я есть и чего я достиг.
Из за этого у меня высокие стандарты, я блин хочу квартиру в 22 года. Но в жизни всегда нужно выбирать, стабильно 50т в месяц или 150т, но с такими качелями. Я не жалею, что я так живу, но девушки, а главное Кристина, хочет стабильности. Поэтому с этим нужно что то сделать, может найти подработку, просто чтобы был стабильный доход, а доход с ООО как большой бонус.

Дальше мы обсудили мое окружение, мое решение урезать общение с лучшими друзьями. Ей понравилось это решение и она меня даже похвалила. Но потом озвучила то, что я и так понимал. Это создает незаполненный вакуум. Но об этом попозже.

Про детские травмы я был абсолютно прав, все что я рассказал в заметке "О себе" может быть другими словами сказала и она. Я очень горд за себя и рад, что у меня и правда открылись глаза.

И самое главное, то ради чего я и решил начать заниматься с психологом - это отношения. Я начал сразу с честного и подробного объяснения того, что произошло. Попытался рассказать как было с моей стороны, так и как выглядело со стороны Кристины. Меня порадовало, что она была строга, не пыталась оставить хорошее впечатление, чтобы я пришел к ней еще, а говорила так как есть.
Я во многом сумел правильно разобраться, но умудрился совершить ошибки, даже после расставания. Я не контролировал эмоции, пытался ей все объяснить в первый же день. Это только отдалило нас. После такого всегда нужно брать паузу. Неважно прав ты не прав, есть что доказать или нет. Пауза необходима. Она как минимум даст перевести дух и собраться с мыслями.
Потом мы разобрали какие были мои мотивы так поступать. Правда ли это эффект окружения или подсознательно я, сам того не понимая, хотел другую. Она задала ряд очень личных и интимных для меня вопросов про нас с Кристиной, даже про то устраивала ли меня половая жизнь с ней.
Я ответил максимально честно и развернуто, после чего она была уверена, что Кристину я люблю. Но в то же время я запутался в других сферах (об этом мы не успели нормально поговорить, сессия шла всего 1 час и я хотел обсудить самое важное для себя на тот момент) и из за этого стал сомневаться во всем остальном.
Невозможно успешно строить что то в одной сфере жизни, забыв про другие. Прям как в книжке про тайм-менеджмент. Если есть проблемы со здоровьем, то будут проблемы и на работе, если проблемы с друзьями и окружением будут проблемы и в отношениях. Все взаимосвязано и решать нужно все вместе.
Потом мы обсудили, нужно ли мне возвращать эти отношения. Я был искренен и получил ответ, что пробовать нам точно стоит. Главное уважать ее и дать ей время.
Мне очень понравилось как она сказала: "Кристина права, она поступила правильно. Для нее это выглядело так и она приняла верное решение"

Потом мы обсудили наши прошлые отношения. Она сказала мне, что если не ты был инициатором расставания, то вернуть отношения будет проще. Я рассказал ей про Аню, про то почему разошлись, и потом рассказал про Кристину и Матвея то, что знал. 
Эти 3 расставания разные. Мои отношения с Аней нельзя было вернуть, а отношения Кристины с Матвеем возможно, так же как и наши. В них нет того, после чего их не вернуть, после чего человек ставит на них крест. Эти проблемы решаемы.

Последние минут 5 мы провели просто общаясь как хорошие знакомые. Она дала мне очень ценные советы, о том, что Кристина будет ждать от меня, если вернется, и к чему мне готовиться. Мы сильно упали по этой лесенке отношений-семьи, но подниматься заново будет проще чем в первый раз.

Теперь по поводу незаполненных вакуумов.
Перестал курить -> нет отвлекающего действия, которое я выполнял, когда что то делаю. Я решил, что буду пить стакан воды так же часто как ходил покурить, то есть раз в час или два. Отказался от соцсетей -> заменил их книжками, сейчас начал читать библию. По настоящему главная книга, если убрать шелуху которой люди обросли, то в жизни все именно так и работает, буквально учебник как жить.
Игры -> заменил их на шахматы. Очень нравится, играю развиваюсь, получаю удовольствие от своих продуманных на несколько шагов вперед действий. Так же скачал книжку по дебютам, пробую что то новое + разбираю партии и смотрю уроки на ютубе. Вообщем фактически то же, что и с дотой, только полезнее и без зависаний на всю ночь.
Вообще есть план до нг достичь 1700 рейтинга на chess.com и в следующем году походить по турнирам, получить разряд, хотя бы 3. Просто для себя.
Общение с друзьями -> найти новые знакомства с людьми с похожими ценностями, чаще общаться с родными и близкими. Пока это самый непонятный пункт. Где их искать? Сегодня встретил сестру, помог ей с чемоданом, хорошо поговорили, узнали как друг у друга дела. Такое общение мне необходимо.
Вредные привычки -> полезные привычки. Вместо курения и алкоголя зал и спорт. Делаю каждый день 100 отжиманий (правда за 10 подходов, но все же). Плюс разминку для спины и шеи, у Никса проблемы с ней серьезные из за компа, не хочу так же. 
Как то так. Пока непривычно, но со временем я думаю втянусь в такой лайф стайл. 

Вообщем и целом, резюмируя, психолог мне помог. К многому я пришел и сам в период саморефлексации, но и много пищи для размышлений от нее получил. Буду меняться.
`

export const letterTextFears = `
Сегодня хочу поговорить про свои страхи.

Что такое страх? Страх это эмоция, реакция организма на опасность или когда кажется что она есть. Изначально эволюция планировала его для защиты от вещей, которые убивают. Тигры, огонь, молнии. Сейчас мы испытываем страх, когда риск сильно ниже, когда нет вещей, которые убивают. 
Страх - это не враг, это система раннего уведомления организма об опасности. Вопрос в том, что мы начали считать опасностью то, что ей не является.
Наш мозг не успевает перестраиваться за современным миром. Реальные угрозы уменьшились, а новые социальные выросли. Но мозг продолжает реагировать по старым правилам, видит опасность в каждом шорохе. 
Мы стали бояться вещей, которые нас физически не убивают. Боимся быть не идеальными, боимся ошибиться, боимся будущего и перемен. Плохо это или хорошо? Я думаю и хорошо и плохо. Страх удерживает нас от глупостей, он подсказывает нам, что для нас действительно ценно. Если мы чего то боимся, значит это для нас значимо.
К сожалению для большинства страх стал постоянным фоном. Он мешает действовать, расти и даже жить спокойно. Мозг стал считать угрозой все подряд, любое отклонение от привычного нас пугает.

Что пугает меня? Тяжело ответить в лоб. Меня точно пугает одиночество. Когда ты одинок, ты живешь жизнь для себя. Как говорил Эйнштейн, только жизнь прожитая для других достойна уважения. Я с ним согласен. Ты можешь жить счастливо, но если ты не делаешь счастливым кого то еще, то какой смысл твоей жизни?
Я не говорю, что ты должен забыть про себя и заботиться о других. Везде нужен баланс, ты должен расти сам и помогать расти другим. Если человек ничего не отдает вне, он ничего извне и не получит. 
Может это не страх одиночества, а страх пустой жизни. Не сделать жизнь других лучше, не оставить след, страх, что люди рядом есть, а связи нет. Вот что меня пугает. Я боюсь не одиночества как факта, а пустоты как смысла.
Тогда если связь - это смысл, то потеря связи - это потеря смысла. Вот что я чувствую с Кристиной, я потерял связь и вместе с ним смысл.

Близость с конкретным человеком, дружба, которая действительно важна, ощущение "я нужен", место в жизни других людей. Когда есть опасность, чему то из этого я чувствую страх. Именно это для меня ценно в жизни.

Я боюсь не реализоваться. Это отдельный страх или исходящий из предыдущего? Какие цели самореализации? Деньги, карьера, слава? Да, но ничего из этого не делает человека счастливым само по себе. Все это нужно для чего то главного, самой важной цели в жизни. Я не ошибусь если скажу, что это семья.
Именно построение семьи, вклад в семью мотивирует людей, и меня в том числе, реализовывать себя. И поэтому страх нереализованности ощущается так остро. Он связан не только с карьерными успехами, но и с тем, что за ними стоит. Самореализация ради галочки ничего не дает, но самореализация ради тех, кто рядом и кому ты хочешь дать лучшую жизнь наполняет энергией и смыслом.

Для меня настоящая реализация - это не профессионализм или материальный уровень. Это лишь инструменты. Настоящая цель глубже. Построить место, где есть любовь, опора и доверие. Создать семью. Где каждый важен и нужен. Я хочу быть человеком, способным это дать.

Оба этих страха показывают куда мне нужно двигаться. Они указывают на мои приоритеты, чего я хочу на самом деле. Быть рядом с людьми не формально, а по настоящему. Семья, близость, доверие - это главные ценности, которые не меняются со временем. Все остальное - дорога к этому.
`

export const letterTextMoney = `
Хочу поговорить о деньгах в отношениях. Финансовые проблемы стали одной из причин наших конфликтов с Кристиной, и я понял почему.

На что финансовые вопросы влияют в отношениях? Я думаю деньги это такой скрытый показатель температуры, они прямо влияют на уровень стресса и доверия в отношениях. Когда у одного из партнера начинаются финансовые трудности, второй начинает переживать о том, сможем ли мы оплатить счета, осуществить общие планы.
Финансовые проблемы часто тянут за собой проблемы с доверием. Мало кому приятно говорить о своих проблемах с деньгами. В том числе так было и мне. Я молчал, скрывал это и откладывал разговоры. Эта скрытность, как я уже говорил в другой заметке, бьет по доверию в отношениях. Кристина чувствовала, что я что то не договариваю.
Деньги тут стали триггером проблемы отсутствия честности. 
Вторая проблема - стресс. Финансовый стресс делает человека раздраженным и закрытым, не из за партнера, а просто из за давления. Именно так было со мной. Когда деньги заканчиваются приходится пересматривать привычный быт, на чем можно сэкономить, от чего можно отказаться и так далее.
Часто партнеры не сходятся в подходах, считают разные вещи более подходящими для экономии и появляются мини конфликты, которые копятся и постепенно расшатывают фундамент отношений - доверие. У нас с Кристиной это проявлялось например в разных вкусняшках. Я думал, что это первое, что должно попадать под сокращение, а она была готова жертвовать другим, ради них.
Третья проблема - чувство равенства. Когда одному плохо финансово, он часто чувствует себя менее полезным. Это бьет по самооценке и значит по открытости. Ровно так было и у нас, когда Кристина работала на баре, я чувствовал себя абузой. Из за этого я отдалялся, меньше делился переживаниями, пытался носить маску, что все хорошо. Доверие в этом случае тоже страдало.

Но даже тогда Кристина оставалась со мной. Только сейчас я понимаю, что ей была важна не моя идеальность, а моя открытость. Намного правильнее было сказать мне тяжело, чем пытаться держать маску и говорить вот-вот я уже нашел новую работу.
Я хочу говорить о деньгах спокойно и честно. Хочу чтобы это не было табу, а обычный бытовой вопрос. И самое главное уметь говорить честно, что мне тяжело, а не прятать голову в песок.

Сейчас я серьезно занимаюсь деньгами, но без фанатизма. Деньги лишь инструмент для достижения реально важных целей. Веду бюджет, записываю, пока это не систематично, но в планах создать свое приложение для учета, для удобства и чтобы девушка могла видеть всю картину как у нас с этим обстоят дела.
`

export const letterTextBack = `
После расставания партнеры часто думают пробовать вернуть отношения или отпустить. Сейчас я хочу поговорить о своем выборе.

Отпустить проще. Не нужно разбираться, признавать ошибки, работать над собой, меняться. Можно просто сказать не судьба и двигаться дальше. Я говорю именно про случаи, когда в отношениях были чувства, но ряд проблем привел к расставанию. Если чувства пропали отпустить - единственный выбор.
Но для меня отпустить значит убежать от ответственности за то, что сделал. Побег от возможности исправить и быть с любимым человеком.

Я выбрал пытаться вернуть наши отношения. Не потому что я боюсь остаться один или потому что привык к ней. А потому что Кристина была моим смыслом. Я пришел к этому в одной из прошлых заметок. Мы с ней много чего построили вместе.

Что значит вернуть отношения? Вернуть точно не значит перемотать назад как пленку. Нельзя просто стереть прошлое, забыть обиды и начать с чистого листа. Вернуть значит построить заново. С учетом совершенных ошибок, с новым пониманием, с новым поведением.
В прошлых заметках я описал, что конкретно я хочу сделать по другому, как измениться, что делать иначе.

Я понимаю, что это зависит не только от меня. Кристина имеет полное право на нет, имеет право не давать еще один шанс. Я не жду гарантий, я могу только работать над собой, быть честным и надеяться, что смогу показать ей изменения.

Если Кристина решит, что не хочет продолжать. Я буду вынужден принять это. Да будет очень больно, но я не хочу быть с человеком, который не хочет быть со мной. 
И я не хочу через 10 лет думать "А вот если бы я попробовал". Я хочу знать, что сделал все, что мог. Тяжело думать о том, что будет если не получится. Получу опыт? Усвою урок? Честно скажу я не хочу об этом думать, сейчас все мои мысли о другом исходе.

Мой выбор бороться, меняться, доказывать. Не умолять, не давить, не манипулировать. Я стремлюсь к тому, чтобы Кристина сама захотела быть со мной, а не просто вернуть ее.
Просто меняться, показывать это делами, быть честным и просто ждать.

Моя заветная мечта - это быть человеком, которого Кристина выбирает каждый день. Снова увидеть в ее глазах доверие, заслужить его заново, но уже зная цену. Построить с Кристиной то, о чем писал в заметке про страх. Построить семью. Не идеальную, но честную, где есть доверие и любовь. Не без проблем, но с готовностью решать их вместе.
`

export const letterTextIntro = `
Люди по разному справляются с расставаниями. Кто то отвлекается, кто то забивает, кто то просто ждет, пока боль пройдет. 

Я выбрал другой путь. Я решил разобраться.

Этот дневник для меня. Чтобы не убежать от проблем, а посмотреть им в лицо.
Но я бы хотел, чтобы и Кристина его прочитала. Здесь она увидит не обещания, а процесс. Настоящий и честный.

Здесь нет красивых слов, есть только мои честные мысли, часто неприятные и болезненные. Но честные.

Потому что я понял: слова почти ничего не стоят. Важны действия. А первое действие - быть честным с самим собой.

Все эти записки я писал сам. Не используя нейросети, не копируя что то из интернета. Я читал, думал, анализировал и писал то, что чувствую на самом деле.

Я все еще люблю ее. И именно поэтому пишу это.
`

export const letterTextWeekResults = `
Я передумал заканчивать дневник. Хочу фиксировать результаты, так проще видеть прогресс. 

Сегодня была вторая сессия с психологом. Впечатления остались смешанные. На мой взгляд она прошла сильно менее продуктивней первой. Я решил работать с психологом, чтобы разобраться в отношениях. Но сегодня мы почти про них не поговорили. Она задала пару вопросов, например "Что ты чувствуешь, когда представляешь, что Кристина уже начала общаться с другим" и т. п. 
Как по мне поверхностные вопросы, ответы на них очевидны и новые выводы из них не сделать. За то поговорили про мою мотивацию, дошли до моих проблем в семье в детстве и о том как это влияет на мои решения сейчас. Например, мое ощущение, что любовь, я должен заслужить, а не просто получать.
В детстве я чувствовал себя комфортно, когда у меня были хорошие оценки и достижения. Когда их не было, я не чувствовал себя любимым. Я это давно замечал в себе.

По поводу отношений пока неопределенность. Даю ей время и пространство. Пусть все идет в комфортном для нее темпе. Когда она будет готова, она либо сама напишет, либо даст какой то знак, а я просто буду рядом.

Теперь по моим результатам за неделю. 

Настроил режим. Сплю по 8 часов в день. Ложусь в 8-9 вечера просыпаюсь в 4-5 утра. Пока рано делать выводы, но возможно я нашел для себя идеальный режим.
Бросил курить. Реально бросил, бывают моменты когда хочется, но они связаны с привычкой и мышечной памятью. Например пишу код и рука тянется закурить. Я уверен это скоро пройдет.
Вернулся в зал. За неделю сходил 3 раза, последняя тренировка вышла шикарной, выработал полностью. Пришел домой, плотно поел и отрубился на несколько часов.
Добавил зарядку с утра в распорядок. Пока через силу, тяжело встать и начать заниматься, но после нее заметил, что реально чувствую энергию. Понял для себя, что получаю больше энергии, когда активно занимаюсь до небольшого пота и потом иду смывать его в душ. 
Так же добавил упражнения для спины и шеи. Изменения заметил уже за неделю. Шея фактически не болит, спина тоже, пока не идеально, но точно лучше чем было.
С играми все просто. Перестал играть и пустота прошла быстрее, чем я ожидал. Сейчас свободного времени час-два  в сутки и тратить их на доту нет никакого желания.
С окружением тоже изменения. Я на самом деле рад, что разошелся с некоторыми из друзей. Без конфликта, просто разные маршруты и цели. Это ощущается правильно.
Французский. Занимаюсь стабильно каждый день по 20 минут. В словарике уже больше 50 слов. Язык сложноват, стараюсь сразу работать с произношением. Но процесс мне нравится. J’apprends le français.

Подводя итог, неделя вышла рабочей. С реальными сдвигами.
Следующую запись сделаю, когда появится что то важное, достойное оказаться здесь.
`

export const letterTextWaitingPlan = `
Неопределенность странная и сложная для меня сейчас штука. Человек как программа ему нужны четкие цели и планы, инструкции.
Тяжело начинать что то новое, двигаться дальше, когда остаются незакрытые вопросы.

С одной стороны я готов и хочу ждать сколько потребуется. С другой не знаю сколько это "хочу" будет сильнее, чем "нужно двигаться дальше".
Это честно и это страшно признавать.

Я меняюсь не ради одобрения или чужой оценки, а ради себя, чтобы быть тем, кем я хочу быть. Это моя внутренняя работа, которую никто кроме меня не сделает.
Я хочу быть человеком, которым сам буду гордиться.

Да, есть человек, с которым мне бы хотелось разделить результаты этих изменений. Но двигаться вперед придется в любом случае. Рядом он или нет. Так работает жизнь.
Дверь открыта. Но ожидание это не стратегия. Оно может быть бесконечным. 

Я сделал свою часть работы. Изменился. Понял ошибки. Исправляю их. Дал ей пространство и время. Вовремя сделал шаг назад, чтобы не давить и не торопить.
Это все что я могу сделать, и этого достаточно. Продолжать дальше без ответа значит лезть в ее комфорт. 

Я не закрываю дверь.

Но и не могу стоять на пороге вечно.
`

export const letterTextPrincipls = `
Принципы для человека, а тем более для мужчины, это фундамент, это стержень, это его единица. В процессе жизни этот стержень обрастает всем остальным, а единица превращается в число побольше.
Нельзя допустить чтобы этот стержень был гнилым. Все усилия будут напрасны. Это как строить дорогой дом, но сэкономить на фундаменте. 
Принципы тесно связаны с воспитанием. Они формируются на основе того, что вкладывали в нас годами и обрастают коркой окружающего нас мира и социума.

Слепое следование принципам без понимания их смысла превращает человека в робота. Настоящие принципы это не запреты ради запретов и не решения ради решений. Это осознанный выбор того, кем ты хочешь быть.

Но почему же тогда столько людей их не имеют или нарушают? Казалось бы вот тебе понятный план, что делать, а что не делать. Живи и радуйся.
Но проблема в том, что принципы должны быть твоими, а не навязанными. Не просто скопированными с другого человека, а понятными тебе самому.

Какие принципы я выбираю для себя? Не те, что мне пытались навязать, а те, которые я выбрал сам, в которые я верю.

1. Честность. 
Этот принцип появился недавно, после моих ошибок. Но он появился и поэтому так важен для меня.
Честность не значит "говорить правду". Честность значит видеть и признавать реальность такой, какая она есть, а не такой какой хочется. Не прятаться за словами, не оправдываться, не бояться признавать свои ошибки.
И уже из этого выходит "говорить правду".

2. Ответственность.
Ответственность - это не когда делаешь все, что обещал. Это если облажался не прячешься, а исправляешь. Я не избегаю последствий, я разбираю их и решаю.

3. Самоконтроль. 
Самоконтроль - это способность вовремя остановиться, прежде чем эмоции возьмут управление. Мне этого не хватало и я это понимаю. Теперь я учусь держать голову в холоде.
Это делает жизнь проще и безопаснее.

4. Дисциплина.
Дисциплина - это когда действие важнее желаний. Это не скучно. Это надежно. Это тот самый фундамент, на котором можно строить жизнь. Дисциплина создает характер.

5. Верность.
Верность - способность не прыгать от одного выбора к другому. Это очень важное качество, которое я хочу развить максимально.

Эти принципы - договор с самим собой. Они выросли из моих ошибок, из моей боли, из моего понимания кем я хочу быть.
Это не полный список. Он может меняться, дополняться. Но эти пять - это основа, тот самый фундамент.
`

export const letterTextStartFromZero = `
В какой то момент я понял, что начинать с нуля это не слабость, а наоборот показатель взросления.
Мы привыкли думать, что если человек начинает все заново значит у него ничего не получилось, и он признал поражение. Но это неправда.

В жизни ноль не всегда падение, часто это наоборот прямой путь к росту. Важно быть честным с собой и признать, что то, что я строил раньше было на кривом фундаменте. Если так продолжать трещин будет только больше.
Лучше построить фундамент заново, тогда и остальное будет даваться проще.

За последнее время я начал много вещей с 0. Режим, дисциплина, привычки, отношение к здоровью и много чего еще.
Я пересобираю себя. Спокойно, шаг за шагом. И понял одну простую вещь. Иногда невозможно исправить старое, его можно лишь построить заново.
Нет смысла рефакторить код в котором куча багов. Нет смысла доигрывать партию если ты потерял ферзя. Нужно написать код с нуля, а в партии сыграть реванш. Начать ее заново, с новым видением, с опытом старых ошибок.

Эта логика применима ко всему. К карьере, к здоровью, к привычкам. И к отношениям.

Я много думал об этом. Что если мне нужно было не извиняться и пытаться все объяснить, а предложить начать все с нуля.
Я посмотрел не на прошлое, где было немало боли, эмоций и неправильных решений. А на то, какой бы мог быть новый старт, новая партия.
Сделать это с другими принципами, с другим уважением к друг другу.

Я пока продолжаю строить свой новый фундамент, учить новый дебют. Потому что крепкий дом начинается с крепкого фундамента, а сильная партия с сильного дебюта.

Ноль - это не конец. Это самое честное начало.

Самые сильные истории начинаются именно с нуля.
`

export const letterTextPsycologic3 = `
Много накопилось что рассказать поэтому 2 запись за день.

Начну с психолога. В воскресенье будет гонка в то время на которое мы договаривались, поэтому перенесли сессию на сегодня.
Она получилась короткой, потому что приходила Кристина за вещами.

С психологом мы всю сессию говорили про отношения. Как я вижу ситуацию сейчас спустя время. Эмоции немного поугасли, я стал чуточку мудрее.
Но чувства к Кристине никуда не делись. Это факт. Я ее люблю и люблю сильно. Это пугает и одновременно дает силы.

Мы с психологом пришли к выводу, что Кристина скорее всего пока боится. Она пока не верит, что такого не повторится. И я ее понимаю. 
Проблема в том, что я не могу доказать ей обратное. Мы не общаемся. Слова ничего не значат, нужны действия. Но какие действия я могу показать в такой ситуации.

Возможно она ждет от меня какого то большого шага. Возможно она еще не готова. А возможно уже все решила, а я просто не хочу это принимать.

Психолог сказала, что мой дневник очень сильный. Что он реально показывает мои изменения и главное, что мне не все равно. Что это не просто слова, а процесс.
Но есть проблема. Психолог наверное второй человек после меня, кто его прочитал.

Я не знаю, читает ли его Кристина. Я отправлял ей ссылку когда там был другой сайт, но после этого ничего не говорил. Возможно она даже не открывала. Возможно открыла, прочитала и решила что то. Я не знаю.
Я пишу это в первую очередь для себя, но если она прочитает я буду рад. Одно я знаю точно, уведомление о цветах мне больше не приходило.

Сегодня мы встретились с Кристиной ненадолго. Она приходила за вещами.
Боже, какая же она красивая. Я забыл насколько. Увидеть ее вживую я был счастлив.

Я просто отдал ей пакет и она ушла. Я правда хотел поговорить, но не стал останавливать или навязываться. Это не тот формат и не то время. Сейчас это только оттолкнет.
Она была спокойна. Это даже сложнее чем если бы она была зла. Равнодушие? Ненависть на любовь поменять легко, -1 на 1. Только 0 ни на что не меняется.

Когда она ушла, я почувствовал сильный отклик. Такое чувство когда что то твое самое близкое и дорогое уходит. Но тонуть в эмоциях я не собираюсь.

Это чувство и раньше было у меня и сегодня с психологом мы об этом говорили. Она сказала когда ты любишь и когда виноват в том, что случилось это обычная эмоция. Эту боль нельзя заглушать.
Чувства никуда не делись.

Я работаю над собой, чтобы все исправить. И я знаю что могу. Я изменился и пофиксил то, что знаю Криситине во мне не нравилось и продолжаю меняться.
Важно, что я наконец понял свои ошибки и готов услышать от нее, что еще ей во мне не нравилось, о чем я не знаю.
Но не могу навязываться. Это только оттолкнет ее еще дальше.

Мы действительно многое пережили вместе. И да, часть этого я разрушил. Я понимаю это и не забываю.

Возможно я слишком эмоционален сейчас. Но то, что я написал честно, это то, что я чувствую. Я сдержаный во всем другом, но с собой в этом дневнике я должен быть честен.

В какой то заметке я говорил про дверь, так вот с моей стороны она всегда будет открыта.

Делай что нужно и будь что будет.
`

export const letterTextPlans = `
Я постоянно занимаюсь планированием дня, недели, месяца и тд. 

Пришло время в дневнике о моих планах на ближайщее время.

Хочу разложить эти по 8 темам: Здоровье, Деньги, Карьера, Саморазвитие, Духовность, Отдых, Отношения, Окружение.

Здоровье. 
Главноя мысль, которую я понял это "Намного важнее то, что ты не делаешь, чем то что ты делаешь". Я думаю к здоровью это подходит лучше всего. 
Достаточно просто не иметь вредных привычек и не есть нездоровую пищу. Этого уже будет достаточно,  чтобы хорошо себя чувствовать. Добавим сюда уход за собой и тренировки, и получим то, что я записал в своих планах.

Деньги.


Карьера.
Сложно ответить на то, чем я буду заниматься условно через 5 лет. 
`

export const letterTextMaximum = `
Нет смысла что то делать если ты делаешь это не на максимум. Лучше даже не начинать.
Ты либо встаешь полностью либо сидишь. Зачем отказываться от большего просто так. 

Мы думаем, что мы экономим так силы. Но человеческий организм это сильнейший механизм. Сил у нас мало потому что наш организм привык к тому, что мы его не нагружаем.
Достаточно показать ему, что все, время поменялось, теперь нам нужно больше энергии, как он начнет генерировать столько, сколько хватит на весь день дня.

Зал.
Смысл уходить если ты не выработал тренировку, если ты можешь сделать еще подходы не травируя себя? 

Работа.
В детстве мне папа часто говорил фразу "бояться переработать". Смысл сидеть и делать вид, что работаешь. Либо работаешь на полную и качественно, либо отдыхай. Полумера это когда ты и тут и там. 

Здоровье.
Или ты следишь полностью или не следишь вовсе. Нет смысла ходить в зал, следить за питанием, следовать режиму, если ты куришь или пьешь. 

Обучение. 
Смысл обучаться не на максимум того что ты можешь. Потратить больше усилий, изучить материал лучше и больше за то же время. Получить пользы больше чем если бы ленился.

Отношения.
Смысл заводить какие то интрижки или еще что то. Либо серьезные отношения либо между вами ничего нет.

Это настолько просто, но я вижу, что большинство все равно относятся к этому по другому. Тяжело? Но тяжело не это, а перестроиться под это. Когда организм привыкнет это будет обычным стилем.

Почему полумеры плохо? Потому что ты тратишь ресурсы, но не получаешь достойный результат. Разница между выложиться на максимум и выложиться как обычно по усилиям не такая высокая, как по результатам.
К тому же полумеры создают иллюзию действия. Это очень плохо. Ты думаешь, что ты что то делаешь, движешься, а на самом деле остаешься на месте.

Я не говорю, что все нужно делать на максимум. Я говорю не браться за то, что ты на максимум делать не будешь. Лучше тогда сидеть дома.
Та же уборка. Смысл не стараться если в любом случае ты потратишь 30 минут, но квартира будет намного чище?

В отношениях я делал вполсилы. Был рядом, но не полностью. Был не абсолютно честен, открыт, вовлечен. Результат неудовлетворительный. В полсилы отношения не строятся. Либо серьезно либо никак.
Делать что то в полсилы = растрачивать свою единственную жизнь.

Это не перфектионизм. Это желание сделать максимум, что ты можешь сделать. Идеально это получится или нет тебя уже не волнует.

Как я раньше говорил "Делай что нужно и будь что будет". Так вот делать нужно на максимум.
`

export const letterTextSecondWeekResults = `
Продолжаю фиксировать результаты. Вторая неделя.

Начну с главного, со здоровья. Режим. Стабильно держу 8 часов сна. Немного сдвинул подъем на 5-6 утра вместо 4-5. Организм уже полностью адаптировался. Режим работает.
Курение. Не курю, даже не тянет. Тут уже не борьба, а просто факт.
Зал. Тут была проблема. В начале недели на тренировке я травмировал руку, пришлось последнюю тренировку пропустить, сделал один день ног, поэтому 2 тренировки за эту неделю. Сейчас рука в порядке, завтра иду делать нормальную тренировку.
Зарядка. Это лучшее, что я для себя решил за последнее время. Сделал зарядку потом сходил в душ и уже даже не хочется заниматься чем то бесполезным. Логика простая. Ты встал, сделал зарядку вместо того чтобы полежать в телефоне, чтобы сейчас заняться ерундой? 

Французский. Почти 100 слов в словаре. Прогресс каждый день, без пропусков, но и не без сложностей. Базовая структура языка для меня странна. Она вроде в отличии от английского и похожа на русскую по построению предложений, но в тоже время отличается.

Шахматы. Апнул с 1100 до 1400 эло. 300 пунктов за неделю я считаю очень сильно. Разбираю свои партии, изучаю разные дебюты. План на 1700 до НГ остается, но нужно будет очень постараться.

Медитация. Добавил новое. Один час в день без интернета и телефона. Просто сижу, думаю или вообще ничего не делаю. Сначала было некомфортно, наедине с собой, со своими мыслями. Но понимаю, что это начинает работать. Как будто какой то тумблер переключается, сбрасывает все лишнее, и голова начинает работать лучше.

Окружение. Тут пока без изменений. Но это нормально, у меня и нет цели специально найти себе знакомых или друзей. Плюс такие вещи быстро не меняются.

Ну и добавлю по поводу Кристины. Пока что она молчит, а я не пишу первым. Время покажет. 

Подводя итог, вторая неделя получилось продуктивной. Есть косяки с залом, но в целом движение стабильное.

Главное, что я понял - это то, что дисциплина должна быть системной. Разовые всплески мотивации и рядом не стоят с пусть и маленькими, но каждодневными шагами.
`

export const letterTextNewPlans = `
За последние недели я разобрался с базой, с фундаментом. Понял свои ошибки, принял ответственность, начал менять привычки и поведение. Режим, зал, отказ от того что тянет вниз. Это был важный фундамент.

Но фундамент это только начало строительства. Дома не строится за неделю, их строят годами. Сейчас у меня есть сильная основа, которая позволяет строить дальше тот дом, который я хочу.

Одновременно с этим фундамент был и самым простым этапом в понимании. Он универсален для большинства и мне было понятно, что делать и почему.

Но что делать дальше? Куда двигаться теперь?

Для этого нужно ответить на вопрос. А куда я хочу прийти? Как я вижу свою жизнь через год? А через 5 или 10?

Здоровье.
Я вижу себя здоровым и атлетичным. Красивым, с прямой осанкой, без вредных привычек. Человеком здоровым и ведущим здоровый образ жизни.
Что мне для этого нужно? Продолжать следить за собой, выбирать полезное вместо приятного и залечить болячки.
Из того, что я сейчас вспомнил, у меня в планах:
1. Зрение. Я думаю сделаю коррекцию, когда будет позволять ситуация.
2. Зубы. Я хочу себе ровные, здоровые зубы. Но на это нужны деньги, поэтому буду откладывать именно на это.
3. ЖКТ. У меня есть проблемы с этим. Но из опыта моих походов к специалистам, это лечиться 90% правильным питанием и режимом питания. 

Карьера и деньги.
Через 5 лет я конечно вижу себя в роскошной квартире в центре Москве, готовящимся к выезду на своей RS Q8 на переговоры по бизнесу) А почему нет? Мечтай о невозможном, получишь максимум.
Что мне нужно для этого? Прокачай свои навыки. Не только хард но и софт. Я абсолютно не умею продавать. Я умею создавать реально крутые продукты, но с продажами у меня проблемы.
Поэтому план пока такой:
1. Развитие в IT сфере (фуллстек разработка + бизнес процессы)
2. Развитие софт навыков (маркетинг, соц инженерия)
3. Развитие себя как предпренимателя. Я думаю это очень глубокая тема и в ней нужно хорошо разбираться, поэтому пока у меня нет конкретного плана по ней. Но скоро будет.

Саморазвитие.
Тут наверное все просто. Саморазвитие это учеба ради учебы. Просто чтобы мозг был в тонусе и не засох. Поэтому изучать можно все что хоть капельку поможет по жизни и что тебе нравится.
Для меня это:
1. Французский язык
2. Шахматы
3. Религия. Да я большую часть жизни провел с атеистическими взгядами. Но посмотрев несколько подкастов с батюшками из современного мира, которые видят современный стиль, мое мнение поменялось. К религии я относился не правильно. Если Бог есть, не значит, что мы не произошли от обезьян. Эта тема сильно глубже и не буквальная. 

Окружение.
Каким я вижу свое окружение? Именно окружение как знакомые или не друзья, не семью.
Во первых в нем нет нытиков, нет токсиков и прочего мусора. Скажи мне кто твои друзья и я скажу кто ты. Поэтому я хочу чтобы меня окружали люди с похожими интересами и ценностями.
Составлять план как их найти я считаю нецелесобразно и глупо. Они сами появятся, когда это будет нужно. С кем то мы будем коллегами по работе, с кем то партнерами по бизнесу, а с кем то просто познакомимся на мероприятии или в аэропорту.

Отношения.
Через 5 лет я вижу себя женатым. Без детей, но женатым. Конечно я мечтаю построить семью с определенным человеком и по дневнику это понятно. Но для меня важна взаимность в семье. Если она не хочет строить семью со мной, то и я не хочу.
Когда я хочу детей? Наверное к годам 27-30. К этому времени я буду финансово стабилен, у меня будут деньги обеспечивать не только себя с женой, но и детей. С психологом, когда мы говорили про семью, она меня поставила в неловкое положение, сказав, что я просто боюсь, что мои дети вырастут в таких же условиях как и я.
И это нормально, так и становятся хорошими родителями, желая ребенку лучшее детство чем было у тебя. Я не говорю, что у меня было тяжелое детство, наоборот я благодарен своим маме и папе за него. За то что занимались со мной, давали все, что могли. Но своим детям я хочу дать еще больше.
Именно поэтому я и не хочу иметь детей раньше этого возраста. Чему я смогу их научить? Программировать?) Я сейчас полный ноль в воспитании детей, это целая наука. К пополнению нужно готовиться и готовитсья заранее.
Поэтому позитивный план у меня такой:
1. Помириться с Кристиной выйти на контакт, если она не будет этому против
2. Востановить то, что я сломал и развить отношения до уровня свадьбы
3. Пожениться и начать планировать детей

Духовность.
Я вижу себя очень погруженным в определенную идею человеком в будущем. Мне очень симпатизирует стоицизм и я разделяю большинство его взглядов.
Все люди кто мне симпатизируют стоики. Павел Дуров, Роналду, да даже Макс Верстапен)
Поэтому для развития духовности я буду заниматься погружением в эту идеологию. Читать стоиков, смотреть о стоицизме и применять это в своей жизни. 

Главное движение не должно останавливаться. Фундамент дома заложен, но это только база. Настоящая работа начинается сейчас.

Делай что нужно и будь что будет:)
`


// Список всех писем с названиями
export const letters = [
  {
    id: 0,
    title: 'Введение',
    text: letterTextIntro,
    date: '26.11',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 1,
    title: 'Расставание',
    text: letterText,
    date: '21.11',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 2,
    title: 'Ошибки',
    text: letterTextTwo,
    date: '21.11',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 3,
    title: 'О ней',
    text: letterTextThree,
    date: '22.11',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 4,
    title: 'О себе',
    text: letterTextFour,
    date: '23.11',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 5,
    title: 'Психолог',
    text: letterTextSunday,
    date: '24.11',
    tag: 'Итоги',
    inProgress: false
  },
  {
    id: 6,
    title: 'Страхи',
    text: letterTextFears,
    date: '25.11',
    tag: 'Философия',
    inProgress: false
  },
  {
    id: 7,
    title: 'Деньги',
    text: letterTextMoney,
    date: '25.11',
    tag: 'Философия',
    inProgress: false
  },
  {
    id: 8,
    title: 'Возвращать или отпустить',
    text: letterTextBack,
    date: '26.11',
    tag: 'Философия',
    inProgress: false
  },
  {
    id: 9,
    title: 'Первая неделя',
    text: letterTextWeekResults,
    date: '30.11',
    tag: 'Итоги',
    inProgress: false
  },
  {
    id: 10,
    title: 'Неопределенность',
    text: letterTextWaitingPlan,
    date: '2.12',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 11,
    title: 'Принципы',
    text: letterTextPrincipls,
    date: '3.12',
    tag: 'Философия',
    inProgress: false
  },
  {
    id: 12,
    title: 'Начать с нуля',
    text: letterTextStartFromZero,
    date: '5.12',
    tag: 'Философия',
    inProgress: false
  },
  {
    id: 13,
    title: 'Встреча',
    text: letterTextPsycologic3,
    date: '5.12',
    tag: 'Мысли',
    inProgress: false
  },
  {
    id: 14,
    title: 'Максимум',
    text: letterTextMaximum,
    date: '6.12',
    tag: 'Философия',
    inProgress: false
  },
  {
    id: 15,
    title: 'Вторая неделя',
    text: letterTextSecondWeekResults,
    date: '7.12',
    tag: 'Итоги',
    inProgress: false
  },
  {
    id: 16,
    title: 'Будущее',
    text: letterTextNewPlans,
    date: '7.12',
    tag: 'Планы',
    inProgress: false
  }
]