// Текст письма/монолога
// Можешь редактировать этот текст как угодно

export const letterText = `
Расставание. Звучит тяжело.
Почему люди расстаются? Иногда потому что не подходят друг другу, иногда потому что чувства остыли, а иногда потому что обиды велики.
Но что если расставание - это не конец, а начала нового этапа?
Если чувства живы? Эта пауза поможет пересмотреть себя, партнера и отношения в целом? 
Что было сделано хорошо, а что плохо, какие уроки можно из этого извлечь?
Может быть этот период разлуки помогает запустить отношения заново, с новыми целями и поведением?

Расставание - это не поражение, это не конец. Это кризис, который как и любой кризис, можно использовать для изменений и роста.
Это возможность стать лучше, понять себя и партнера глубже и определить более лучшие основы и принципы отношений.

Хочу ли я этого? Да, безумно хочу. Хочет ли она? Не знаю, но сердце подсказывает, что тоже хочет,хотя боится доверять.

Мне точно нужно это время, чтобы допонять себя и наши отношения, исправиться и стать тем человеком, с которым она заслужила быть счастлива.
Я не смог разобраться в себе быстро без такой паузы. Я многое понял за последнее время, но уверен, что пойму еще больше.
Я не хочу делать ей больно, я хочу быть для нее опорой, а не наказанием. Я хочу видеть ее счастливой и видеть ее рядом с собой.
Я люблю ее. И я верю, что получу шанс все исправить. Не сейчас, но в будущем. Когда стану лучше, когда докажу ей, что я лучше.
Она точно не поверит на слово, я должен показать ей это делом. Мне нужен лишь шанс, лишь маленький контакт, чтобы зацепиться и не отпустить.
Я верю в себя, я это спровоцировал, я это и исправлю.

Тот сон просто не выходит из головы. Это знак, что я должен стараться, что я могу победить.
Такие сны точно просто так не снятся. Бесконечные переживания, страхи, раздумывания - все это сложилось в этом сне.
А это значит, что я прав и должен все исправить. Если я сейчас сдамся, я никогда себе этого не прощу.
Кристине нужна пауза, чтобы разорабраться, она оставляет мне этот шанс, но обида сильна и поэтому она не говорит об этом прямо. 
Может где то в глубине души она хочет верить мне, но боится. Я ее понимаю. Я бы тоже боялся.

Я должен максимально воспользоваться этой паузой, очистить голову, стать серьезнее и внимательнее.
Если это шанс, то уже точно последний.
Я расслабился, дал власть эмоциям над здравым разумом, и это привело нас сюда. И я должен нас отсюда вытащить.
Я не могу ждать ее согласия, я должен доказать ей, что я заслужил его. Я точно по жизни должен быть с ней. Я точно должен сделать все, чтобы вернуть ее.
`
