// Текст письма/монолога
// Можешь редактировать этот текст как угодно

export const letterText = `
Расставание. Звучит тяжело.
Почему люди расстаются? Иногда потому что не подходят друг другу, иногда потому что чувства остыли, а иногда потому что обиды велики.
Но что если расставание - это не конец, а начала нового этапа?
Если чувства живы? Эта пауза поможет пересмотреть себя, партнера и отношения в целом? 
Что было сделано хорошо, а что плохо, какие уроки можно из этого извлечь?
Может быть этот период разлуки помогает запустить отношения заново, с новыми целями и поведением?

Расставание - это не поражение, это не конец. Это кризис, который как и любой кризис, можно использовать для изменений и роста.
Это возможность стать лучше, понять себя и партнера глубже и определить более лучшие основы и принципы отношений.

Мне точно нужно время, чтобы понять себя и наши отношения, исправиться и стать тем человеком, с которым она заслужила быть счастлива.
Я не смог разобраться в себе быстро без такой паузы. И многое понял за последнее время, но уверен, что пойму еще больше.
Я не хочу делать ей больно, я хочу быть для нее опорой, а не наказанием. Я хочу видеть ее счастливой и видеть ее рядом с собой.
Я люблю ее. И хочу верить, что получу шанс все исправить. Не сейчас, но в будущем. Когда стану лучше, когда покажу ей, что я лучше.
Она точно не поверит на слово, это нужно доказать делом. Мне нужен лишь маленький контакт, чтобы зацепиться и не отпустить.
Я верю в себя, я это спровоцировал, я и исправлю.

Я должен максимально воспользоваться этой паузой, очистить голову, стать серьезнее и внимательнее.
Я расслабился, дал власть эмоциям над здравым разумом, и это привело нас сюда. И я должен нас отсюда вытащить.
Я не буду давить на нее или ждать быстрого ответа. Я должен заслужить ее доверие делами. Я хочу быть с ней, но сейчас это мой выбор, а не наш.

Какой у меня план?

1. Она думает, что я изменял. Я должен доказать ей, что это не так.
Как доказать что я не изменял? Показать ей все переписки, фото, все что ей нужно и быть полностью, ПОЛНОСТЬЮ открытым с ней.
Изменять я не собирался и не собираюсь, но она увидела ситуацию иначе. В этом виноват я, занялся ерундой, а не отношениями.
Как это исправить? Быть открытым, честным и внимательным. Показать ей, что не изменял и не собирался, и в будущем не допустить таких ситуаций. 

2. Она не видит во мне серьезности и ответственности. Не чувствует себя стабильно и безопасно рядом со мной.
Как это исправить? Быть более серьезным и ответственным, меньше, а лучше вообще убрать свои тупые шутки. Больше думать о будущем, планировать, показывать ей, что я думаю о нас.
Как это сделать? Планировать наше будущее, говорить с ней об этом, что она думает и хочет. Больше уделять внимание ее мыслям и желаниям.

3. Она не чувствует моей любви и заботы.
Как это исправить? Показывать ей свою любовь и заботу, не так как я это делаю, а так как она этого хочет. Говорить это, делать маленькие приятные вещи для нее, говорить комплименты, дарить цветы, делать милые сюрпризы.
Как это сделать? Узнать, что ей нравится, чего она хочет и делать это. Больше говорить ей о своей любви и заботе, не стесняясь.

Пока это мой план. Я бы даже сказал, что это не план, а новый образ жизни, которым я теперь живу.
`

export const letterTextTwo = `
Каждый день я думаю о том, что произошло и что делать.

Почему я все таки не думал, как это выглядит со стороны? Ведь все было так очевидно. Я точно не хотел ей навредить.

Для чего мне был тот ДВ? Это же тупая игра, я же в отношениях, зачем мне быть как друзья, которые ищут приключений и новых жертв для шуток? Я люблю Кристину, но это стадное поведение все равно взяло верх, и в конце концов это был мой выбор и моя ответственность.
Мне надо поменять круг общения. Мои друзья вообще не думают об отношениях, для них это развлечение. Для меня нет. Я хочу серьезных отношений, смотреть в будущее с кем то одним. Мне нужно окружить себя такими же людьми.
Сам я прекрасно понимаю, что так нельзя, но в такой компании я стал вести себя как все, чтобы не выделяться. Это главная ошибка. Нужно менять окружение и укреплять свои принципы.

Почему я накрутил себя до такой степени? Почему написал в чат те сообщения? Я же прекрасно понимал, что это не правильно.
Эмоции? Страх? Отчасти. Но наверное дело не в этом. Я просто опять не взвесил все как следует. Дал волю эмоциям. Это никогда к хорошему не приводило.
Мне нужно научиться контролировать себя, перестать додумывать, судить. Я же так тупо ей ответил на это. Мол я заревновал ее к той компании. Да может быть это отчасти так, но это не повод так реагировать. Может быть из за бывших или еще чего то.
В любом случае, я должен контролировать себя, эмоции всегда будут мешать. Пора повзрослеть, не делать глупостей на эмоциях и чаще спрашивать себя "К чему это приведет? Я хочу это получить?".

Но есть и хорошее. Я понял, что я действительно хочу быть с Кристиной, что Кристине во мне не нравится и почему ей было тяжело и то, что я не изменял, а это правда только выглядело так. Я понял как допустил ситуацию, которая разрушила доверие.
Я готов меняться ради нее, ради себя, ради наших отношений. Сейчас она категорична, и это справедливо. Я буду работать над собой в любом случае, я меняюсь не только для нее, но и для себя.
`

export const letterTextThree = `
Я хочу поговорить о ней. Чтобы вынести мысли из головы сюда и полностью разобраться в себе. Может быть она это прочитает, но я понимаю, что слова ничего для нее значат, нужны действия. 
Она особенная. Да, именно особенная. Она выделяется внутренней харизмой и добротой. От нее никогда не ощущался негатив. Максимальное спокойствие я испытывал только с ней. Именно это меня и притягивает в ней.
Но в то же время, она ранима и сложна. У нее свои страхи и комплексы, которые она преодолевает, но не показывает. Я понимаю это и хочу помочь ей.
Она очень много вложила в меня и наши отношения. Возможно больше чем внес я, как минимум с моей стороны это выглядит именно так.
Она старалась сделать меня лучше, поддерживала меня в самые трудные моменты, когда никто не поддерживал. Но главное она в меня верила, даже когда я сам в себя не верил.
Я благодарен ей за это и хочу делать то же самое для нее. Быть опорой, поддержкой, любовью.

Как эта ситуация выглядела с ее стороны? Я изменил ей? Подорвал доверие? Причинил боль? 
Да, я понимаю, как это выглядело со стороны. Я бы тоже так подумал, будь я на ее месте. Сейчас она чувствует себя преданной и обманутой. Это моя вина. Я должен это исправить.
Я точно не изменял ей, но понимаю ее чувства. Я не был полносью честен с ней и допустил ситуацию, которая выглядела как измена.

Еще один момент. Я ее оскорбил. Я написал в чат, что она глупая. Это было очень плохо с моей стороны, я это сказал в порыве эмоций, но это меня не оправдывает.
С ее стороны это выглядело очень обидно и больно. Что я могу сделать? Что после такого делают?
Я решил, что не буду использовать нейронки для написания этих заметок, но сейчас все же спрошу у нее, как в ситуациях где ты объективно не прав и понимаешь неправоту, извиниться.
Ее ответ это признать свою ответственность и попросить прощения. Как я и сделал в нашем разговоре, единственное, что я попытался объяснить свои эмоции и поведение, но это лишнее. Главное признать вину и исскренне извиниться.

Резюмируя, я понимаю, что она чувствует и понимаю эту паузу и категоричность. Только я в этом виноват. Но в то же время я разобрался, что это не страх потерять ее, а желание быть с ней, а это дорого стоит.
`

export const letterTextFour = `
Я дурак. Настоящий дурак. Я все испортил. Как я мог так себя вести? Как я мог так думать?

За последние дни я многое понял о себе, о своих ошибках и недостатках. Я понял, что я не такой человек, каким хочу быть. Эта ситуация просто открыла мне глаза.
Я был не серьезен, безответственен и эгоистичен. Я повел себя как не знаю кто, но точно не как взрослый мужчина в отношениях.
Всю эту неделю все что я делал - это думал обо всем этом. Спал по 3 часа в сутки, вообще не ел, не мог сосредоточиться на работе. Это не самобичевание, это осознание.

Когда я анализировал то, что прозошло, я думал, да нет, она просто все не так поняла и все, я прав. Но потом, а что она не так поняла? Да я не изменял, но блин если бы я изменил, как бы я вообще посмел с ней даже разговаривать после этого. 
Проблема тут не в том, что изменял я или нет, хотел я изменить или нет. Проблема в том, что я был не честен. Когда до меня это дошло, я просто рухнул, но потом ощутил облегчение. Я понял, что это можно исправить.

Я с самого детства вру. Маленькая ложь ради выгоды, спокойствия или просто чтобы избежать проблем. Я вырос с этим, это мой огромный недостаток, это не оправдание, этот факт. И именно над этим мне предстоит основная работа.
Я понимаю, что все врут. Кто то меньше, кто то больше. Но какова цена лжи?

Ложь разрушает доверие, а оно все остальное. Без доверия не может быть здоровых отношений между людьми. Будь то дружба, работа или любовь. Как только рушится доверие, рушится и все остальное.
Правда - это самое ценное, что может быть между людьми. Именно ее нужно беречь. Даже если она неприятна, даже если она ранит, она всегда лучше лжи.

Я не хочу быть таким человек. Я буду честным, чтобы идти по жизни с уверенностью, что поступаю по совести и все делаю правильно.


Кроме того, я скрытный. Тоже с детства. Меня научили не рассказывать о своих чувствах и мыслях, чтобы не показывать слабость. Я вырос с этим, но можно ли считать это недостатком? 
На размышления об это ушло много времени и вот мой ответ. Да, это недостаток. Скрытность тесно связана с ложью. Когда ты скрытен, ты как говорят "не договаривашь". А это уже ложь по сути.
Люди не могут читать мысли, им нужно говорить о себе полностью и открыто. Иначе они начинают придумывать свои версии, которые часто хуже правды.

За последнии дни я понял многое о себе. Но главное я понял эти главные недостатки. Я дурак, потому что не понимал этого раньше, даже когда мне об этом говорили.
Теперь мне нужно это поменять. Стать честным и открытым за 2 дня не получится. Это требует усилий и времени на исправление и привычку на всю жизнь.

Я рад, что дошел до истины, до корня проблемы. Теперь я точно знаю, что делать. И если когда то, я снова буду с Кристиной, а я верю, что буду, я принесу ей только правду и открытую душу.
`

export const letterTextSunday = `
Воскресенье. Первый день, который получился по настоящему продуктивным за это время.

Убрался дома, привел себя в порядок, почитал, поработал, сходил в зал - много чего полезного. Решил бросить все, что делает мне хуже, курить полностью, пить, игры и соцсети.
Друзья звали меня погулять, немного выпить, я не пошел. Я ничего полезного не получу из этого. Сейчас я хочу разогнать этот паровоз самоизменений, чтобы потом он двигался по инерции и не требовал столько усилий.

Ну и самое интересное пришла зарплата, и я решил начать работать с психологом. Стоит это удовольствие конечно не мало, но после первой встречи я доволен. 
Попался реально профессионал. Сначала я стеснялся, но через 10 минут уже мог говорить откровенно. 
Это была очень продуктивная встреча, я понял очень многое и самое важное услышал мнение человека, для которого разбор таких ситуаций - это работа. Я рад, что ко многим выводам из этого я смог прийти самостоятельно. 
Начнем с того, что мы успели обсудить. Работу, окружение, детские травмы и конечно же отношения. 

По поводу работы я услышал очень важные для себя слова. У меня высокие стандарты. Люди в 20 лет вообще не работают, весь их заработок это подработки на мгновенные хотелки по типу телефона или новой одежды. Те кто в 20 лет уже строят карьеру их единицы и я с ними часто общаюсь, поэтому мне кажется, что я неудачник и не успеваю.
То что я делаю, мало кто делает. Сравнивая себя с другими, я часто сравниваю только материальное состояние. А это зачастую неверно, потому что в 20 лет большинство живет за счет родителей или как минимум с их поддержкой. Я уже в 17 был полностью автономен и независим. Нужно помнить кто я есть и чего я достиг.
Из за этого у меня высокие стандарты, я блин хочу квартиру в 22 года. Но в жизни всегда нужно выбирать, стабильно 50т в месяц или 150т, но с такими качелями. Я не жалею, что я так живу, но девушки, а главное Кристина, хочет стабильности. Поэтому с этим нужно что то сделать, может найти подработку, просто чтобы был стабильный доход, а доход с ООО как большой бонус.

Дальше мы обсудили мое окружение, мое решение урезать общение с лучшими друзьями. Ей понравилось это решение и она меня даже похвалила. Но потом озвучила то, что я и так понимал. Это создает незаполненный вакуум. Но об этом попозже.

Про детские травмы я был абсолютно прав, все что я рассказал в заметке "О себе" может быть другими словами сказала и она. Я очень горд за себя и рад, что у меня и правда открылись глаза.

И самое главное, то ради чего я и решил начать заниматься с психологом - это отношения. Я начал сразу с честного и подробного объяснения того, что произошло. Попытался рассказать как было с моей, так и как выглядело со стороны Кристины. Меня порадовало, что она была строга, не пыталась оставить хорошее впечатление, чтобы я пришел к ней еще, а говорила так как есть.
Я во многом сумел правильно разобраться, но умудрился совершить ошибки, даже после расставания. Я не контролировал эмоции, пытался ей все объяснить в первый же день. Это только отдалило нас. После такого всегда нужно брать паузу. Неважно прав ты не прав, есть что доказать или нет. Пауза необходима. Она как минимум даст перевести дух и собраться с мыслями.
Потом мы разобрали какие были мои мотивы так поступать. Правда ли это эффект окружения или подсознательно я сам того не понимая хотел другую. Она задала ряд очень личных и интимных для меня вопросов, даже про то устраивала ли меня половая жизнь с ней.
Я ответил максимально честно и развернуто, после чего она была уверена, что Кристину я люблю. Но в то же время я запутался в других сферах (об этом мы не успели нормально поговорить, сессия шла всего 1 час и я хотел обсудить самое важное для себя на тот момент) и из за этого стал сомневаться во всем остальном.
Невозможно успешно строить что то в одной сфере жизни, забыв про другие. Прям как в книжке про тайм-менеджмент. Если есть проблемы со здоровьем, то будут проблемы и на работе, если проблемы с друзьями и окружением будут проблемы и в отношениях. Все взаимосвязано и решать нужно все вместе.
Потом мы обсудили, нужно ли мне возвращать эти отношения. Я был искренен и получил ответ, что пробовать нам точно стоит. Главное уважать ее и дать ей время.
Мне очень понравилось как она сказала: "Кристина права, она поступила правильно. Для нее это выглядело так и она приняла верное решение"

Потом мы обсудили наши прошлые отношения. Она сказала мне, что если не ты был инициатором расставания, то вернуть отношения будет проще. Я рассказал ей про Аню, про то почему разошлись, и потом рассказал про Кристину и Матвея то, что знал. 
Это 3 расставания разные. Мои отношения с Аней нельзя было вернуть, а отношения Кристины с Матвеем возможно, так же как и наши. В них нет того, после чего их не вернуть, после чего человек ставит на них крест. Эти проблемы решаемы.

Последние минут 5 мы провели просто общаясь как друзья. Она мне дала очень ценные советы, о том, что Кристина будет ждать от меня, если вернется, и к чему мне готовиться. Мы сильно упали по этой лесенке отношений-семьи, но подниматься заново будет проще чем в первый раз.

Теперь по поводу незаполненных вакуумов.
Перестал курить -> нет отвлекающего действия, которое я выполнял, когда что то делаю. Я решил, что буду пить стакан воды так же часто как ходил покурить, то есть раз в час или два. Отказался от соцсетей -> заменил их книжками, сейчас начал читать библию. По настоящему главная книга, если убрать шелуху которой люди обросли, то в жизни все именно так и работает, буквально учебник как жить.
Игры -> заменил их на шахматы. Очень нравится, играю развиваюсь, получаю удовольствие от своих продуманных на несколько шагов вперед действий. Так же скачал книжку по дебютам, пробую что то новое + разбираю партии и смотрю уроки на ютубе. Вообщем фактически то же, что и с дотой, только полезнее и без зависаний на всю ночь.
Вообще есть план до нг достичь 1700 рейтинга на chess.com и в следующем году походить по турнирам, получить разряд, хотя бы 3. Просто для себя.
Общение с друзьями -> найти новые знакомства с людьми с похожими ценностями, чаще общаться с родными и близкими. Пока это самый непонятный пункт. Где их искать? Сегодня встретил сестру, помог ей с чемоданом, хорошо поговорили, узнали как друг у друга дела. Такое общение мне необходимо.
Вредные привычки -> полезные привычки. Вместо курения и алкоголя зал и спорт. Делаю каждый день 100 отжиманий (правда за 10 подходов, но все же). Плюс разминку для спины и шеи, у Никса проблемы с ней серьезные из за компа, не хочу так же. 
Как то так. Пока непривычно, но со временем я думаю втянусь в такой лайф стайл. 

Вообщем и целом, резюмируя, психолог мне помог. К многому я пришел и сам в период саморефлексации, но и много пищи для размышлений от нее получил. Буду меняться.
`


export const letterTextFive = `
Время лечит. Как минимум так говорят, но я думаю в нашем случае это именно так. Оно не лечит само по себе, оно дает возможность остановиться, подумать, посмотреть на возможные пути и выбрать лучший.
Пауза сейчас точно нужна. Нам обоим. Ей, чтобы разобраться в себе, подумать, возможно простить. Мне, чтобы переработать себя и реализовать изменения. Проблем у меня много и пока они есть я буду делать Кристине больно.
Сейчас все зависит от нас. Смогу ли я измениться, стать честным, ответственным, серьезным, внимательным. Смогу ли я показать ей, что я тот человек, с которым она хочет быть.
Захочет ли она давать нам шанс в будущем? Это уже зависит от нее. Я лишь могу сделать максимум со своей стороны, чтобы этого добиться.
`

// Список всех писем с названиями
export const letters = [
  {
    id: 1,
    title: 'О расставании',
    text: letterText
  },
  {
    id: 2,
    title: 'Об ошибках',
    text: letterTextTwo
  }, 
  {
    id: 3,
    title: 'О ней',
    text: letterTextThree
  },
  {
    id: 4,
    title: 'О себе',
    text: letterTextFour
  },
  {
    id: 5,
    title: 'Психолог',
    text: letterTextSunday
  }
//   {
//     id: 5,
//     title: 'Время лечит',
//     text: letterTextFive
//   }
]